#\u2014\u2014\u70AE\u5854\u2014\u2014#
block.sfire-mod-xianqu.name = \u5148\u9A71
block.sfire-mod-xianqu.description = \u5411\u654C\u4EBA\u53D1\u5C04\u5C0F\u578B\u9707\u7206\u80FD\u91CF\u5F39\u3002
block.sfire-mod-huojian.name = \u706B\u7BAD\u53D1\u5C04\u5668
block.sfire-mod-huojian.description = \u5411\u9644\u8FD1\u76EE\u6807\u53D1\u5C04\u5C0F\u578B\u706B\u7BAD\u5F39\u3002
block.sfire-mod-dianguang.name = \u7535\u5149\u7BAD
block.sfire-mod-dianguang.description = \u805A\u96C6\u80FD\u91CF\u6253\u51FB\u5E76\u70B9\u71C3\u76EE\u6807\u3002
block.sfire-mod-bingfengbao.name = \u51B0\u98CE\u66B4
block.sfire-mod-bingfengbao.description = \u5EF6\u7F13\u654C\u4EBA\u7684\u653B\u52BF\u3002\u4E0E\u7535\u5149\u7BAD\u540C\u65F6\u4F7F\u7528\u53EF\u80FD\u4F1A\u964D\u4F4E\u6548\u529B\u3002
block.sfire-mod-gaosi.name = \u9AD8\u65AF
block.sfire-mod-gaosi.description = \u53D1\u5C04\u7535\u6D46\u70AE\u5F39\u5EF6\u7F13\u76EE\u6807\u7684\u901F\u5EA6\u5E76\u9020\u6210\u4F24\u5BB3\u3002
block.sfire-mod-gaosi.details = \u7ECF\u5178\u6B3E\u5F0F\u7535\u6D46\u52A0\u519C\u70AE\uFF0C\u8FD9\u79CD\u539F\u59CB\u4F46\u6709\u6548\u7684\u6B66\u5668\u5728\u8D1F\u8D23\u672A\u77E5\u52D8\u63A2\u7684\u90E8\u961F\u4E2D\u88AB\u5E7F\u6CDB\u5217\u88C5\uFF0C\u4F46\u968F\u7740\u5404\u79CD\u65B0\u578B\u79BB\u5B50\u6B66\u5668\u4E0E\u80FD\u91CF\u62A4\u7532\u7684\u5174\u8D77\u800C\u9010\u6E10\u6CA1\u843D\u3002
block.sfire-mod-liebao.name = \u88C2\u7206
block.sfire-mod-liebao.description = \u4E2D\u578B\u9707\u7206\u6B66\u5668\uFF0C\u805A\u96C6\u80FD\u91CF\u56E2\u6295\u5411\u654C\u4EBA\u9020\u6210\u77ED\u6682\u5E72\u6270\u3002
block.sfire-mod-cuodao.name = \u9509\u5200
block.sfire-mod-cuodao.description = \u4E2D\u53E3\u5F84\u5BF9\u7A7A\u9730\u5F39\u70AE\u3002\u4E0E\u5DEE\u6270\u5149\u675F\u534F\u540C\u53EF\u6709\u6548\u7275\u5236\u7A7A\u519B\u90E8\u961F\u3002
block.sfire-mod-longxi.name = \u9F99\u606F
block.sfire-mod-longxi.description = \u77ED\u7A0B\u55B7\u706B\u5668\uFF0C\u711A\u70E7\u4E00\u5207\u9760\u8FD1\u7684\u76EE\u6807\u3002
block.sfire-mod-longxi.details = \u745E\u514B\u4E94\u4EE3\u7535\u78C1\u6253\u706B\u7CFB\u7EDF\uFF01
block.sfire-mod-mengma.name = \u731B\u72B8
block.sfire-mod-mengma.description = \u5411\u9644\u8FD1\u7684\u5730\u9762\u76EE\u6807\u5B9E\u65BD\u5FEB\u901F\u7CBE\u786E\u7684\u70AE\u51FB\u3002
block.sfire-mod-zheyue.name = \u6298\u8DC3\u5149\u675F
block.sfire-mod-zheyue.description = XXX
#3*3
block.sfire-mod-kuodao.name = \u9614\u5200
block.sfire-mod-kuodao.description = \u77ED\u7A0B\u7834\u7247\u70AE\u5854\uFF0C\u6709\u6548\u51FB\u9000\u5355\u4F4D\uFF0C\u5BF9\u5EFA\u7B51\u6548\u679C\u751A\u5FAE\u3002
block.sfire-mod-mini.name = \u7C73\u5C3C
block.sfire-mod-mini.description = \u6DB2\u51B7\u5F0F\u53CC\u8054\u88C5\u5C0F\u53E3\u5F84\u706B\u70AE\uFF0C\u6DB2\u51B7\u6548\u7387\u76F8\u6BD4\u5E38\u89C4\u70AE\u53F0\u66F4\u9AD8\u3002
block.sfire-mod-mini.details = \u706B\u529B\u6301\u4E45\uFF0C\u4E45\u5230\u79BB\u8C31
block.sfire-mod-woliu.name = \u6DA1\u6D41
block.sfire-mod-woliu.description = \u55B7\u5C04\u5927\u578B\u6DB2\u4F53\u7403\uFF0C\u66F4\u5BB9\u6613\u5728\u5730\u9762\u5F62\u6210\u6DB2\u4F53\u533A\u57DF\u3002\n\u4E0E\u5E38\u89C4\u6DB2\u4F53\u70AE\u53F0\u62E5\u6709\u76F8\u540C\u529F\u80FD\u3002\n[red]\u4F7F\u7528[green]\u7EB3\u7C73\u6D41\u4F53[]\u4F5C\u4E3A\u5F39\u836F\u65F6\u4F1A\u53D1\u5C04\u5177\u6709\u6740\u4F24\u6027\u7684[green]\u6D3B\u5316\u7EB3\u7C73\u6D41\u4F53\uFF01
block.sfire-mod-tieliu.name = \u94C1\u6D41
block.sfire-mod-tieliu.description = \u4F7F\u7528\u77FF\u6E23\u4F5C\u4E3A\u5F39\u836F\uFF0C\u55B7\u5C04\u77ED\u7A0B\u7834\u7532\u91D1\u5C5E\u5C04\u6D41\u3002
block.sfire-mod-tieliu.details = \u76FE\u5F39\u5BF9\u6297\u6700\u65B0\u529B\u4F5C\u2014\u2014\u5F53\u4F5C\u4E3A\u91D1\u5C5E\u5C04\u6D41\u8F7D\u4F53\u7684\u7834\u7532\u5F39\u56E0\u590D\u5408\u88C5\u7532\u3001\u529B\u573A\u4FDD\u62A4\u3001\u53CD\u5E94\u88C5\u7532\u7B49\u56E0\u7D20\u800C\u65E0\u6CD5\u5BF9\u76EE\u6807\u9020\u6210\u6709\u6548\u4F24\u5BB3\u65F6\u2014\u2014\u6211\u4EEC\u9009\u62E9\u8BA9\u654C\u4EBA\u9001\u4E0A\u95E8\u6765\u800C\u4E0D\u662F\u4F7F\u7528\u53D1\u5C04\u836F\u5C06\u6218\u6597\u90E8\u9001\u5230\u654C\u4EBA\u90A3\u53BB
block.sfire-mod-dianji.name = \u7535\u6781
block.sfire-mod-dianji.description = \u4F7F\u7528\u79BB\u5B50\u805A\u7126\u53D1\u751F\u5668\u5BF9\u654C\u4EBA\u6301\u7EED\u8F70\u51FB\u3002
block.sfire-mod-yanglizi.details = \u5148\u8FDB\u7C92\u5B50\u7269\u7406\u5B66\u6B66\u5668\u521D\u4EE3\u7814\u7A76\u6210\u679C
block.sfire-mod-changqiang.name = \u957F\u67AA
block.sfire-mod-changqiang.description = \u5411\u76EE\u6807\u53D1\u5C04\u5927\u91CF\u5C0F\u578B\u5BFC\u5F39\u6216\u4E2D\u578B\u51B2\u51FB\u706B\u7BAD\uFF0C\u9700\u8981\u65F6\u95F4\u9884\u70ED\u3002\n\u4F18\u5148\u6253\u51FB\u6700\u5F31\u7684\u76EE\u6807\u4EE5\u786E\u4FDD\u6709\u6548\u6740\u706D\u3002
block.sfire-mod-changqiang.details = \u4E00\u4E2A\u4E2D\u7A0B\u901A\u7528\u6027\u706B\u7BAD\u6B66\u5668\u7684\u8FC7\u6E21\u578B\u53F7\uFF0C\u88C5\u8F7D\u5F31\u4E3B\u52A8\u5236\u5BFC\u8BBE\u5907\u3002\n\u8FFD\u6C42\u591A\u7528\u9014\u4F7F\u5176\u5404\u9879\u5C5E\u6027\u5747\u4E0D\u8DB3\u4EE5\u8FBE\u5230\u67D0\u4E9B\u9488\u5BF9\u6027\u6807\u51C6\uFF0C\u6709\u6240\u5F97\u5FC5\u6709\u6240\u5931\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7
block.sfire-mod-longjuan.name = \u9F99\u5377
block.sfire-mod-longjuan.description = \u53D1\u5C04\u96C6\u675F\u87BA\u65CB\u5F39\u6380\u7FFB\u524D\u65B9\u533A\u57DF\u3002[yellow]\u5BF9\u4E8E\u5F39\u836F\u4F9B\u7ED9\u901F\u5EA6\u8981\u6C42\u8F83\u9AD8\uFF01
block.sfire-mod-longjuan.details = [purple]\u9F99\u5377\u98CE\u6467\u6BC1\u505C\u8F66\u573A\uFF01
block.sfire-mod-manyou.name = \u6F2B\u6E38
block.sfire-mod-manyou.description = \u5B9E\u9A8C\u578B\u8D28\u5B50\u649E\u51FB\u70AE\uFF0C\u53D1\u5C04\u7531\u7EAF\u80FD\u91CF\u5305\u88F9\u7684\u6C22\u79BB\u5B50\u5F15\u53D1\u7C92\u5B50\u5D29\u6E83\u5E76\u7194\u6BC1\u654C\u4EBA\u4E0E\u88C5\u7532\u3002
block.sfire-mod-manyou.details = \u8BA9 \u8D28 \u5B50 \u98DE
block.sfire-mod-chuanyun.name = \u7A7F\u4E91
block.sfire-mod-chuanyun.description = \u53D1\u5C04\u591A\u79CD\u7C7B\u9A6C\u8D6B\u7EA7\u70AE\u5F39\u3002
block.sfire-mod-chuanyun.details = \u7ECF\u5178\u6B3E\u4E2D\u500D\u7387\u8EAB\u7BA1\u5F0F\u706B\u70AE\uFF0C\u5728\u9762\u5BF9\u4E0D\u540C\u4F5C\u6218\u76EE\u6807\u65F6\u53EF\u4EE5\u901A\u8FC7\u4E34\u65F6\u6362\u88C5\u4E0D\u540C\u5F39\u5934\u4EE5\u8FBE\u6210\u76EE\u7684\uFF0C\u4F46\u8FD9\u9700\u8981\u56FA\u5B9A\u79CD\u7C7B\u7684\u5F39\u836F\u4F9B\u7ED9\u3002\n\u82E5\u5F39\u836F\u94FE\u6DF7\u5165\u6742\u7269\u53EF\u80FD\u5BFC\u81F4\u6DF7\u4E71\u800C\u4E0D\u5F97\u4E0D\u6682\u505C\u5C04\u51FB\u8BA1\u5212\u3002
block.sfire-mod-cijian.name = \u523A\u5251
block.sfire-mod-cijian.description = \u626B\u5C04\u524D\u65B9\u5927\u7247\u9762\u79EF\uFF0C\u51FB\u7A7F\u654C\u4EBA\u4E0E\u62A4\u76FE\u3002
block.sfire-mod-cijian.details = \u5288\u5288\u556A\u556A\uFF0C\u4E52\u4E52\u4E53\u4E53\uFF0C\u4E00\u987F\u6DF7\u4E71\uFF0C\u60E8\u7EDD\u4EBA\u5BF0
#\u6298\u8DC3
#\u5782\u53D1
#4*4
block.sfire-mod-fangtian.name = \u65B9\u5929
block.sfire-mod-fangtian.description = \u5411\u654C\u65B9\u6218\u673A\u53D1\u5C04\u4E24\u679A\u5927\u88C5\u836F\u91CF\u5BFC\u5F39\u6216\u8005\u52A8\u80FD\u6740\u4F24\u5F39\u3002\u5BFC\u5F39\u79BB\u5F00\u96F7\u8FBE\u8303\u56F4\u540E\u53EF\u4EE5\u7EE7\u7EED\u98DE\u884C\u4E00\u6BB5\u8DDD\u79BB\u3002
block.sfire-mod-fangtian.details = \u4E0D\u90A3\u4E48\u7231\u56FD\u8005(\u5220)   \u6807\u51C6\u5730\u7A7A\u5BFC\u5F39\u7CFB\u7EDF\uFF0C\u5E26\u6709\u4E3B\u52A8\u5236\u5BFC\u96F7\u8FBE\u4F7F\u5F97\u70AE\u4F53\u672C\u8EAB\u80FD\u591F\u72EC\u7ACB\u5BF9\u5BFC\u5F39\u8FDB\u884C\u76EE\u6807\u5206\u914D\u548C\u9501\u5B9A\uFF0C\u4F46\u76F8\u5E94\u7684\u80FD\u8017\u4F1A\u5927\u5E45\u589E\u52A0\u3002
block.sfire-mod-leizhenyu.name = \u96F7\u9635\u96E8
block.sfire-mod-leizhenyu.description = \u5411\u5730\u9762\u76EE\u6807\u53D1\u5C04\u8FDC\u7A0B\u9AD8\u7206\u706B\u7BAD\uFF0C\u62E5\u6709\u672B\u7AEF\u5236\u5BFC\u7CFB\u7EDF\u3002
block.sfire-mod-leizhenyu.details = \u6807\u51C6\u8FDC\u7A0B\u5730\u5730\u706B\u7BAD\u7CFB\u7EDF\uFF0C\u5C3D\u7BA1\u5DF2\u7ECF\u6269\u5EFA\u4E86\u4E00\u6B21\u70AE\u4F53\u4E0E\u5F39\u836F\u53E3\u5F84\u6765\u63D0\u5347\u5F39\u836F\u7684\u57FA\u7840\u643A\u5E26\u529B\uFF0C\u4F46\u4ECD\u56E0\u9700\u8981\u7EF4\u6301\u5728\u8FDC\u7A0B\u629B\u7269\u5F39\u9053\u60C5\u51B5\u4E0B\u7684\u6709\u6548\u6740\u4F24\u529B\u800C\u53BB\u9664\u4E86\u672B\u7AEF\u5236\u5BFC\u4EE5\u5916\u7684\u8BBE\u5907\u3002
block.sfire-mod-qingning.name = \u6E05\u5B81
block.sfire-mod-qingning.description = \u629B\u5C042\u5BF9\u8FC7\u8F7D\u80FD\u91CF\u5F39\uFF0C\u5BF9\u673A\u68B0\u3001\u7535\u6C14\u88C5\u7F6E\u9020\u6210\u4E25\u91CD\u635F\u5BB3\uFF0C\u540C\u65F6\u8FC7\u8F7D\u654C\u4EBA\u7684\u6B66\u5668\u7CFB\u7EDF\u3002
block.sfire-mod-chongchao.name = \u866B\u6F6E
block.sfire-mod-chongchao.description = \u53D1\u5C04\u4E00\u5BF9\u5A01\u529B\u5DE8\u5927\u7684\u7EB3\u7C73\u5B50\u6BCD\u5F39\uFF0C\u5BF9\u6CBF\u9014\u654C\u4EBA\u9020\u6210\u6740\u4F24\u5E76\u4FEE\u590D\u5DF1\u65B9\u5EFA\u7B51\u3002\n[stat]\u5F39\u836F\u4F1A\u7A7F\u8FC7\u529B\u5899\u3002
block.sfire-mod-chongchao.details = watch out the [green]flash!
#5*5
block.sfire-mod-relang.name = \u70ED\u6D6A
block.sfire-mod-relang.description = \u9501\u5B9A\u5145\u80FD\u540E\u53D1\u5C04\u4E00\u9053\u7EAF\u70ED\u80FD\u6CE2\u675F\u5BF9\u76F4\u63A5\u547D\u4E2D\u7684\u76EE\u6807\u9020\u6210\u53CC\u500D\u4F24\u5BB3\u3002\n\u5BF9\u56FA\u5B9A\u7684\u76EE\u6807\u6740\u4F24\u6548\u679C\u4F18\u79C0\uFF0C\u5E76\u4E0D\u64C5\u957F\u5904\u7406\u5FEB\u901F\u79FB\u52A8\u7684\u76EE\u6807\u3002
block.sfire-mod-relang.details = \u968F\u7740\u6218\u4E8B\u7684\u8FDB\u884C\uFF0C\u53CC\u65B9\u519B\u5DE5\u5382\u51E0\u8FD1\u8D85\u8D1F\u8377\u8FD0\u4F5C\uFF0C\u9632\u7EBF\u538B\u529B\u5927\u5E45\u589E\u52A0\uFF0C\u6211\u4EEC\u6B63\u9700\u8FD9\u6837\u4E00\u6B3E\u7EF4\u62A4\u7B80\u5355\u5A01\u529B\u5F3A\u5927\u7684\u9632\u5FA1\u6027\u70AE\u53F0\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7\n\u7B2C\u4E8C\u4EE3\u70ED\u80FD\u79BB\u5B50\u8F68\u9053\u70AE\uFF0C\u4EE3\u53F7\u201C\u70ED\u6D6A\u201D\uFF0C\u80FD\u91CF\u6B66\u5668\u5316\u6700\u539F\u59CB\u6700\u7C97\u66B4\u6700\u6709\u6548\u7684\u5229\u7528\u65B9\u5F0F\u2014\u2014\u901A\u8FC7\u5F3A\u52A0\u70ED\u4F7F\u7A7A\u6C14\u7535\u79BB\u800C\u505A\u5230\u65E0\u9700\u901A\u8FC7\u70AE\u4F53\u672C\u8EAB\u9644\u52A0\u4ECB\u8D28\u60C5\u51B5\u4E0B\u5BF9\u76EE\u6807\u8F93\u9001\u6740\u4F24\u80FD\u529B\u3002\n\u6709\u4E2A\u574F\u6D88\u606F\uFF0C[brick]\u654C\u4EBA\u7684\u7814\u7A76\u4F3C\u4E4E\u6BD4\u6211\u4EEC\u7684\u66F4\u5148\u8FDB\u3002
block.sfire-mod-sizhao.name = \u6B7B\u8BCF
block.sfire-mod-sizhao.description = \u6253\u51FB\u4F4E\u901F\u91CD\u578B\u76EE\u6807\u6216\u8005\u8FDC\u8DDD\u76EE\u6807\u3002
block.sfire-mod-sizhao.details = \u57FA\u4E8E\u5384\u5146\u7406\u8BBA\u57FA\u7840\u7684\u4E8C\u4EE3\u5DE5\u8D28\u8F68\u9053\u70AE\uFF0C\u6CF0\u52D2\u8F7D\u4F53\u7684\u88C2\u80FD\u5BB9\u5668\u4F7F\u5F97\u66F4\u5927\u89C4\u6A21\u7684\u77AC\u53D1\u80FD\u91CF\u8F93\u51FA\u6210\u4E3A\u53EF\u80FD\uFF0C\u4F46\u4E00\u5473\u7684\u589E\u52A0\u53E3\u5F84\u4E0E\u529F\u7387\u5E76\u975E\u53EF\u53D6\u4E4B\u9053\uFF0C\u8FD9\u4F1A\u5BFC\u81F4\u66F4\u4E25\u91CD\u80FD\u91CF\u9038\u6563\u4E0E\u66F4\u4F4E\u7684\u80FD\u91CF\u5229\u7528\u7387\u3002\u5373\u4F7F\u88C2\u80FD\u8F68\u9053\u5728\u4E00\u5B9A\u7A0B\u5EA6\u4E0A\u53EF\u4EE5\u964D\u4F4E\u56E0\u5C04\u7A0B\u5BFC\u81F4\u7684\u6740\u4F24\u6027\u80FD\u635F\u8017\uFF0C\u8FC7\u5EA6\u4F9D\u8D56\u4E00\u79CD\u56FA\u5B9A\u7684\u70AE\u706B\u652F\u63F4\u4E5F\u96BE\u4EE5\u5728\u65E5\u540E\u7684\u6218\u6597\u4E2D\u53D1\u6325\u4F5C\u7528\u3002
block.sfire-mod-liemei.name = \u88C2\u6885
block.sfire-mod-liemei.description = \u5411\u8FDC\u7A0B\u5730\u9762\u76EE\u6807\u629B\u5C04\u6570\u679A\u91CD\u578B\u96C6\u675F\u70AE\u5F39\uFF0C\u7CBE\u5EA6\u4E0D\u4F73\uFF0C\u5E38\u7528\u4E8E\u4E00\u5B9A\u8303\u56F4\u5185\u7684\u8986\u76D6\u6027\u6253\u51FB\u3002\n[stat]\u5F39\u836F\u4F1A\u7A7F\u8FC7\u529B\u5899\u3002
block.sfire-mod-liemei.details = \u5730\u9762\u91CD\u706B\u529B\u6295\u9001\u7684\u6700\u4F18\u9009\u62E9\uFF0C\u5C11\u91CF\u96C6\u4E2D\u90E8\u7F72\u7684\u88C2\u6885\u4FBF\u80FD\u538B\u5236\u4E00\u5B9A\u89C4\u6A21\u7684\u5730\u9762\u6218\u573A\u6216\u5C06\u5176\u7528\u4E8E\u5173\u952E\u9698\u53E3\u7684\u70AE\u706B\u538B\u5236\uFF0C\u4F46\u5728\u540C\u4E00\u8FD0\u8F93\u94FE\u4E0A\u90E8\u7F72\u8FC7\u591A\u4F1A\u5BFC\u81F4\u4F9B\u5E94\u538B\u529B\u7684\u4E25\u91CD\u589E\u52A0\n\u8C28\u614E\u9009\u62E9\u5176\u90E8\u7F72\u91CF\u548C\u4F4D\u7F6E
block.sfire-mod-cuowei.name = \u9519\u4F4D
block.sfire-mod-cuowei.description = \u53D1\u5C04\u9AD8\u76F8\u4F4D\u9707\u8361\u6CE2\uFF0C\u5BF9\u62A4\u76FE\u6740\u4F24\u6548\u679C\u663E\u8457\u3002
block.sfire-mod-cuowei.details = \u76F4\u63A5\u7A7F\u8FC7\u76EE\u6807\u4F1A\u4F7F\u5F39\u5934\u4F24\u5BB3 [stat]+100%\n[]\u6700\u9AD8 [stat]500%
#6*6
block.sfire-mod-dingdaer.name = \u4E01\u8FBE\u5C14
block.sfire-mod-dingdaer.description = \u5411\u654C\u65B9\u7A7A\u4E2D\u5355\u4F4D\u53D1\u5C04\u5BC6\u96C6\u7684\u7A7F\u900F\u5149\u675F\u3002\u6301\u7EED\u5F00\u706B\u65F6\u5C04\u901F\u9010\u6E10\u63D0\u9AD8\u3002
block.sfire-mod-dingdaer.details = \u65B0\u6750\u6599\u7684\u52A0\u5165\u5E26\u6765\u5149\u5B66\u6676\u4F53\u7A81\u7834\uFF0C\u4F9D\u8D56\u5DE5\u8D28\u7684\u5149\u70ED\u79BB\u5B50\u70AE\u6B63\u5728\u9010\u6E10\u88AB\u8FD9\u4E00\u7C7B\u5148\u8FDB\u7684\u731D\u53D1\u6FC0\u5149\u5668\u6240\u53D6\u4EE3\u3002\u6709\u4E86\u8001\u5F0F\u80FD\u91CF\u6B66\u5668\u7684\u5F00\u53D1\u4E0E\u5E94\u7528\u7ECF\u9A8C\uFF0C\u7B2C\u4E09\u4EE3\u5149\u70ED\u5B66\u6B66\u5668\u968F\u4E4B\u8BDE\u751F\uFF0C\u4EE3\u53F7\u201C\u4E01\u8FBE\u5C14\u201D\u7684\u5927\u53E3\u5F84\u6FC0\u5149\u9632\u7A7A\u8BBE\u65BD\u4FBF\u662F\u5176\u4E2D\u7684\u4E00\u5458\u3002\u5B83\u80FD\u7CBE\u51C6\u6709\u6548\u5730\u628A\u654C\u673A\u6253\u6210\u7B5B\u5B50\uFF0C\u540C\u65F6\u80FD\u5BF9\u540C\u5C5E\u76F8\u4F4D\u6CE2\u6BB5\u7684\u529B\u573A\u62A4\u76FE\u9020\u6210\u6BC1\u706D\u6027\u6253\u51FB\u3002
block.sfire-mod-guangyin.name = \u5149\u9634
block.sfire-mod-guangyin.description = \u53D1\u5C04\u7531\u7EAF\u80FD\u91CF\u5305\u88F9\u7684\u91CD\u6C22\u5F39\uFF0C\u9020\u6210\u5C0F\u578B\u805A\u53D8\u7206\u70B8\u3002
block.sfire-mod-guangyin.details = \u5373\u4F7F\u65E0\u9700\u5DE5\u8D28\u7684\u80FD\u91CF\u6B66\u5668\u5F00\u53D1\u5E94\u7528\u80FD\u4E3A\u6218\u5C40\u5E26\u6765\u66F4\u591A\u4F18\u52BF\uFF0C\u8FD9\u7C7B\u5927\u578B\u5316\u7684\u8D28\u5B50\u649E\u51FB\u70AE\u5728\u6218\u573A\u4E0A\u4F9D\u7136\u4E0D\u53EF\u6216\u7F3A\uFF0C\u5B83\u4EEC\u4E0D\u540C\u4E8E\u201C\u4E01\u8FBE\u5C14\u201D\u90A3\u7C7B\u7EAF\u7CB9\u800C\u7CBE\u5BC6\u751A\u81F3\u79F0\u5F97\u4E0A\u201C\u5A07\u8D35\u201D\u7684\u5149\u5B66\u6B66\u5668\u65E0\u6CD5\u627F\u53D7\u590D\u6742\u7684\u5730\u9762\u4F5C\u6218\u73AF\u5883\u800C\u53EA\u80FD\u62AC\u9AD8\u4FEF\u4EF0\u89D2\u4E13\u6CE8\u4E8E\u7A7A\u4E2D\uFF0C\u76AE\u5B9E\u6709\u6548\u5C0F\u578B\u5316\u7684\u91CD\u6C22\u805A\u53D8\u5F39\u5BF9\u73AF\u5883\u7684\u9002\u5E94\u6027\u66F4\u5F3A\uFF0C\u5728\u517C\u987E\u5730\u9762\u4E0E\u7A7A\u4E2D\u76EE\u6807\u7684\u540C\u65F6\u80FD\u4FDD\u8BC1\u8DB3\u91CF\u7684\u6740\u4F24\u6548\u76CA\u3002\n\u8BA9\u6C1A\u6838\u98DE~
block.sfire-mod-cimai.name = \u523A\u973E
block.sfire-mod-cimai.description = \u53D1\u5C04\u76F8\u4F4D\u6CE2\u6BB5\u7EA7\u7A7F\u7532\u5F39\uFF0C\u9700\u8981\u56FA\u5B9A\u79CD\u7C7B\u7684\u5F39\u836F\u4F9B\u7ED9\u3002\n[stat]\u5BF9\u4EFB\u4F55\u53EF\u4EE5\u88AB\u76F4\u63A5\u653B\u51FB\u7684\u5927\u578B\u76EE\u6807\u6709\u76F8\u5F53\u9AD8\u7684\u6BC1\u706D\u6548\u7387\u3002
block.sfire-mod-cimai.details = [red]\u540C\u65F6\u62E5\u6709\u66F4\u5927\u7684\u6D88\u8017\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7\n[]\u6211\u4EEC\u4E0D\u786E\u5B9A\u8FD8\u80FD\u7EF4\u62A4\u591A\u5C11\u8FD9\u79CD\u5927\u5BB6\u4F19\u591A\u957F\u65F6\u95F4\uFF0C\u5B83\u7684\u6D88\u8017\u80FD\u529B\u5B9E\u5728\u592A\u5F3A\u4E86\uFF0C\u65E0\u8BBA\u662F\u5BF9\u654C\u4EBA\u3001\u8FD8\u662F\u5BF9\u6211\u4EEC
block.sfire-mod-\u950B\u8292.name = \u950B\u8292
block.sfire-mod-\u950B\u8292.description = \u5BF9\u5355\u4E2A\u76EE\u6807\u53D1\u5C04\u6025\u51BB\u5149\u675F\uFF0C\u9020\u6210[red]\u4E9B\u8BB8[]\u4F24\u5BB3\u7684\u540C\u65F6\u6E85\u5C04\u5230\u5176\u9644\u8FD1\u7684\u76EE\u6807\u3002
block.sfire-mod-\u950B\u8292.details = \u9AD8\u6548\u5236\u51B7\u3002\n\u88C2\u80FD\u79D1\u6280\u7684\u7684\u6700\u65B0\u8FDB\u5C55\uFF1A\u66FE\u7ECF\u88C2\u4F4D\u80FD\u5F15\u64CE\u7531\u4E8E\u5176\u8FC7\u4E8E\u9AD8\u6602\u7684\u6210\u672C\u800C\u6839\u672C\u4E0D\u80FD\u968F\u610F\u6539\u9020\u7814\u7A76\uFF0C\u8FD9\u53F0\u901A\u8FC7\u6279\u51C6\u7684\u6539\u9020\u5F15\u64CE\u53D6\u5F97\u4E86\u6210\u529F\uFF0C\u5B83\u5141\u8BB8\u4F7F\u7528\u53E6\u4E00\u79CD\u5F62\u5F0F\u6765\u8F6C\u79FB\u80FD\u91CF\u3002\n\u8C01\u80FD\u60F3\u5230\u4E00\u53F0\u70ED\u4EA4\u6362\u5668\u80FD\u591F\u6210\u4E3A\u5236\u654C\u5229\u5668\u5462\uFF1F
#8*8
block.sfire-mod-yuanling.name = \u6028\u7075
block.sfire-mod-yuanling.description = \u5411\u76EE\u6807\u53D1\u5C04\u5DE8\u578B\u88AB\u5E3D\u949D\u5934\u5F39\uFF0C\u9020\u6210\u4E25\u91CD\u6740\u4F24\u5E76\u51FB\u9000\u654C\u4EBA\u3002
block.sfire-mod-yuanling.details = \u6807\u51C6\u5316\u7B2C\u4E94\u4EE3\u5927\u53E3\u5F84\u91CD\u578B\u52A8\u80FD\u5F39\u5934\u9632\u5FA1\u6B66\u5668\uFF0C\u539A\u91CD\u7684\u88C5\u7532\u4E0E\u9AD8\u88C5\u836F\u91CF\u8FC7\u5A01\u529B\u5F39\u4F7F\u5176\u62E5\u6709\u5F3A\u608D\u7684\u6B63\u9762\u53D7\u654C\u4E0E\u8F93\u51FA\u6027\u80FD\u3002\n\u7EF4\u62A4\u7B80\u5355\u7684\u6B66\u5668\u662F\u590D\u6742\u6218\u573A\u72B6\u51B5\u4E0B\u7684\u6700\u4F18\u9009\u62E9\u3002\u6028\u7075\u867D\u5EFA\u9020\u6D88\u8017\u8F83\u9AD8\uFF0C\u4F46\u4E8B\u5B9E\u8BC1\u660E\u8FD9\u79CD\u575A\u5B9E\u7684\u8FC7\u5197\u4F59\u7ED3\u6784\u5E95\u5EA7\u662F\u4E00\u4E2A\u6B63\u786E\u7684\u9009\u62E9\uFF0C\u5B83\u6B63\u5728\u9010\u6E10\u53D6\u4EE3\u5927\u90E8\u5206\u6B66\u5668\u6210\u4E3A\u5F53\u524D\u4E5F\u53EF\u80FD\u662F\u4EE5\u540E\u5927\u90E8\u5206\u6218\u573A\u7684\u4E2D\u6D41\u7825\u67F1\u3002
block.sfire-mod-kuosan.name = \u6269\u6563\u8F68\u9053\u70AE
block.sfire-mod-kuosan.description = \u53D1\u5C04\u6781\u5177\u6BC1\u706D\u6027\u7684\u5927\u8303\u56F4\u96C6\u675F\u70AE\u5F39\u6216\u8005\u91CD\u578B\u62A4\u76FE\u7834\u9664\u5F39\u3002
block.sfire-mod-kuosan.details = \u4E00\u79CD\u5B9E\u9A8C\u6027\u7684\u65B0\u578B\u88C5\u836F\u65B9\u6848\uFF1A\u88C2\u80FD\u5F15\u4FE1\u6218\u6597\u90E8\u80FD\u5747\u5300\u7684\u5C06\u7206\u70B8\u80FD\u91CF\u6563\u5E03\u5230\u7206\u70B8\u8303\u56F4\u5185\uFF0C\u4ECE\u800C\u4FDD\u62A4\u5F39\u836F\u7684\u5168\u5411\u6740\u4F24\u6027\u907F\u514D\u56E0\u8DDD\u79BB\u548C\u963B\u6321\u5BFC\u81F4\u7684\u4E25\u91CD\u80FD\u91CF\u8870\u51CF\u3002\n\u8FD9\u4E5F\u662F\u4E00\u79CD\u6781\u5EA6\u5371\u9669\u7684\u5F39\u836F\u65B9\u6848\uFF0C\u610F\u5473\u7740\u80FD\u91CF\u5C06\u4E0D\u518D\u80FD\u7CBE\u51C6\u805A\u96C6\u800C\u662F\u5747\u5300\u5206\u5E03\uFF0C\u8FD9\u53EF\u80FD\u5BF9\u67D0\u4E9B\u91CD\u578B\u88C5\u7532\u76EE\u6807\u5931\u53BB\u6709\u6548\u6740\u4F24\u6027\uFF0C\u4F46\u5DE8\u5927\u7684\u6740\u4F24\u534A\u5F84\u4ECD\u7136\u4F7F\u5176\u503C\u5F97\u4E00\u8BD5\u3002\n\u4E3A\u4EC0\u4E48\u4E0D\u8BD5\u8BD5EU\u7684\u8FDE\u7EED\u8F68\u9053\u70AE\u5462\uFF1F
block.sfire-mod-poxiao.name = \u7834\u6653
block.sfire-mod-poxiao.description = \u8106\u5F31\u7684\u6FC0\u5149\u53D1\u751F\u5668\uFF0C\u5411\u6307\u5B9A\u65B9\u5411\u53D1\u5C04\u4E00\u9053\u7206\u7834\u80FD\u91CF\u675F\u3002\u9700\u8981\u65F6\u95F4\u5145\u80FD\u3002
block.sfire-mod-poxiao.details = \u4E00\u9053\u5149\uFF0C\u5212\u7834\u591C\u7A7A\u3002\u591A\u95E8\u7834\u6653\u5C04\u51FB\u65F6\u7684\u5149\u8292\u8DB3\u4EE5\u7167\u4EAE\u4E00\u7247\u6218\u533A\uFF0C\u540C\u65F6\u4F1A\u7ED9\u7535\u529B\u7CFB\u7EDF\u5E26\u6765\u6781\u5927\u8D1F\u62C5\uFF0C\u786E\u4FDD\u4F60\u7684\u7535\u7F51\u5B9E\u65F6\u4F9B\u5E94\u5145\u8DB3\u6216\u63D0\u524D\u5EFA\u9020\u66F4\u591A\u7684\u84C4\u7535\u6C60
block.sfire-mod-fenqing.name = \u6124\u503E
block.sfire-mod-fenqing.description = \u5411\u654C\u4EBA\u503E\u6CFB\u5BC6\u96C6\u7684\u7535\u78C1\u8109\u51B2\u5F39\uFF0C\u762B\u75EA\u5176\u7CFB\u7EDF\u529F\u80FD\u5E76\u9020\u6210\u4E25\u91CD\u635F\u6BC1\u3002
block.sfire-mod-fenqing.details = \u7535\u78C1\u5B66\u6700\u65B0\u529B\u4F5C\uFF0C\u5B71\u5F31\u65E0\u529B\u7684\u4F20\u7EDF\u7535\u80FD\u91CA\u653E\u50A8\u5B58\u8F6C\u5316\u5DF2\u6210\u4E3A\u8FC7\u53BB\u5F0F\uFF0C\u5728\u6CF0\u52D2-\u76F8\u4F4D\u80FD\u590D\u5408\u80FD\u91CF\u8F7D\u4F53\u7684\u5E2E\u52A9\u4E0B\u80FD\u91CF\u7684\u6536\u653E\u4EE5\u53CA\u8F6C\u5316\u6548\u7387\u53EF\u4EE5\u8FBE\u5230\u60CA\u4EBA\u7684\u4E5D\u6210\u4EE5\u4E0A\u3002\u4F46\u76F4\u63A5\u805A\u96C6\u7EAF\u7CB9\u7684\u80FD\u91CF\u4F5C\u4E3A\u6253\u51FB\u624B\u6BB5\u4F9D\u7136\u4E0D\u662F\u4E00\u4E2A\u597D\u4E3B\u610F\uFF0C\u5728\u5F39\u836F\u98DE\u884C\u9014\u4E2D\u7EF4\u6301\u5176\u7269\u7406\u72B6\u6001\u6240\u6D88\u8017\u7684\u80FD\u91CF\u5B9E\u9645\u4E0A\u8FDC\u5927\u4E8E\u91CA\u653E\u5728\u76EE\u6807\u8EAB\u4E0A\u7684\u80FD\u91CF\uFF0C\u82E5\u8981\u9020\u6210\u53EF\u89C2\u7269\u7406\u635F\u574F\u8FD8\u9700\u7ECF\u8FC7\u4E00\u6B21\u7535\u70ED\u8F6C\u5316\u5B9E\u5728\u662F\u5F97\u4E0D\u507F\u5931\uFF0C\u4F46\u6211\u4EEC\u4F9D\u7136\u53EF\u4EE5\u901A\u8FC7\u63D0\u9AD8\u80FD\u91CF\u8F93\u51FA\u529F\u7387\u5C06\u6709\u6548\u635F\u4F24\u5168\u90E8\u7528\u4E8E\u7834\u574F\u5176\u5185\u90E8\u7CFB\u7EDF\u6765\u8FBE\u6210\u4F5C\u6218\u76EE\u7684\u3002
block.sfire-mod-zhulin.name = \u7AF9\u6797
block.sfire-mod-zhulin.description = \u5229\u7528\u88C2\u4F4D\u80FD\u9884\u8BBE\u8F68\u9053\u540E\u91CA\u653E\u8FD1\u70B8\u6E38\u5F0B\u5F39\u7FA4\u8FDB\u884C\u8F70\u70B8\u3002[red]\u9700\u8981\u5927\u91CF\u7535\u529B\u4E0E\u51B7\u51BB\u6DB2\u652F\u6301\u8FD0\u884C\uFF01
block.sfire-mod-zhulin.details = [yellow]\u738B \u7684 \u95EE \u5019 \uFF01\n\u6B66\u5668\u5316\u5E76\u4E0D\u662F\u7269\u6D41\u7CFB\u88C2\u80FD\u5F15\u64CE\u8BE5\u505A\u7684\u4E8B\uFF0C\u5C24\u5176\u662F\u5728\u8F83\u5C0F\u8303\u56F4\u5185\u5E76\u884C\u521B\u5EFA\u6570\u767E\u6761\u65E0\u76EE\u6807\u7684\u8F68\u9053\u4F1A\u6D88\u8017\u592A\u591A\u80FD\u91CF\u5E76\u9038\u6563\u5DE8\u91CF\u70ED\u80FD\uFF0C\u8FD9\u4E9B\u9038\u6563\u7684\u80FD\u91CF\u4E0D\u4EC5\u65E0\u6CD5\u56DE\u6536\u5229\u7528\u751A\u81F3\u4F1A\u5BF9\u70AE\u4F53\u7ED3\u6784\u4EA7\u751F\u4E0D\u53EF\u9884\u89C1\u7684\u98CE\u9669\u3002\n\u4F46\u5728\u89C1\u8BC6\u8FC7\u5176\u6740\u4F24\u6295\u9001\u6027\u80FD\u4E4B\u540E\uFF0C\u8FD9\u4E9B\u5DE8\u5927\u7684\u6D88\u8017\u662F\u503C\u5F97\u7684\u2026\u2026\u6216\u8BB8\uFF1F
block.sfire-mod-luolong.name = \u7EDC\u9F99
block.sfire-mod-luolong.description = \u91CD\u578B\u52A8\u80FD\u6253\u51FB\u590D\u5408\u52A8\u529B\u70AE\uFF0C\u5BF9\u975E\u7B2C\u4E00\u4E2A\u547D\u4E2D\u7684\u76EE\u6807\u9020\u6210\u53CC\u500D\u4F24\u5BB3\u3002
block.sfire-mod-luolong.details = \u6682\u4E0D\u652F\u6301\u5728\u65CB\u8F6C\u65F6\u5145\u80FD\uFF0C\u53EF\u80FD\u5BFC\u81F4\u80FD\u6E90\u7EBF\u8DEF\u8FC7\u8F7D\u6216\u70AE\u51FB\u5931\u6548\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7\n-\u8C01\u6559\u4F60\u628A\u7EBF\u5708\u52A0\u901F\u8DDF\u8F68\u9053\u52A0\u901F\u7EC4\u5408\u5728\u4E00\u8D77\u7684\uFF1F\u662F\uFF0C\u6211\u77E5\u9053\uFF0C\u6750\u6599\u5B66\u662F\u653B\u514B\u4E86\uFF0C\u4F46\u662F\u4F60\u662F\u4E0D\u662F\u5FD8\u8BB0\u4E86\u8FD9\u73A9\u610F\u4F9D\u7136\u662F[stat] \u7535[] \u78C1 \u70AE \uFF1F\n-\u6211\u4EEC\u8FD8\u6CA1\u7ED9\u88C2\u4F4D\u5F15\u64CE\u9002\u914D\u7535\u52A8\u80FD\u8F6C\u5316\uFF1F\uFF01




block.sfire-mod-defense-platform-cannon.name = \u7206\u80FD\u5F39\u9632\u5FA1\u5E73\u53F0
block.sfire-mod-defense-platform-torpedo.name = \u9C7C\u96F7\u9632\u5FA1\u5E73\u53F0
block.sfire-mod-defense-platform-nuke.name = \u88C2\u53D8\u5BFC\u5F39\u9632\u5FA1\u5E73\u53F0
unit.sfire-mod-defense-platform-nuke-missile.name = \u6838\u5BFC\u5F39
block.sfire-mod-defense-platform-laser.name = \u6FC0\u5149\u9632\u5FA1\u5E73\u53F0
block.sfire-mod-defense-platform-plasma.name = \u70ED\u80FD\u8F68\u9053\u70AE\u9632\u5FA1\u5E73\u53F0
block.sfire-mod-defense-platform-missile.name = \u5782\u76F4\u5BFC\u5F39\u53D1\u5C04\u7CFB\u7EDF

block.lancer.details = \u4F18\u5316\u80FD\u91CF\u9600\uFF0C\u5347\u7EA7\u6FC0\u5149\u53D1\u751F\u5668\uFF0C\u589E\u8BBE\u7535\u5F27\u5F15\u4FE1
block.swarmer.details = \u9002\u914D\u66F4\u591A\u5F39\u836F\uFF0C\u4F18\u5316\u7ED3\u6784\u4EE5\u63D0\u5347\u706B\u529B\u5BC6\u5EA6
block.fuse.details = \u66F4\u5F3A\u7684\u900F\u5C04\u805A\u7126\u68F1\u955C\u4E0E\u5148\u8FDB\u706B\u63A7\u7CFB\u7EDF\u662F\u4E2A\u4E0D\u9519\u7684\u9009\u62E9\uFF0C\u4E8B\u5B9E\u4E5F\u8BC1\u660E\u786E\u5B9E\u5982\u6B64\u3002\n\u4EFB\u4F55\u5411\u5C0F\u578B\u5316\u70AE\u53F0\u4E0A\u5B89\u88C5\u4E0D\u7A33\u5B9A\u4E14\u5177\u6709\u5B89\u5168\u9690\u60A3\u7684\u88C2\u80FD\u8005\u5E94\u5F53\u88AB\u7ACB\u5373\u4E22\u5165\u76F8\u4F4D\u7A7A\u95F4\u4E2D\uFF01\n[darkgray]\u4E0B\u4E0D\u4E3A\u4F8B
block.spectre.details = \u7B2C\u4E09\u4EE3\u5927\u53E3\u5F84\u7269\u7406\u5B9E\u5F39\u9632\u5FA1\u6B66\u5668\uFF0C\u5148\u8FDB\u6C34\u51B7\u7CFB\u7EDF\uFF0C\u9002\u914D\u4E0D\u540C\u53E3\u5F84\u70AE\u7BA1\u5E76\u4F7F\u7528\u5168\u5A01\u529B\u5F39\u3002\n\u201C\u5E7D\u7075\u662F\u4E2A\u8001\u4F19\u8BA1\u4E86\u201D


#\u2014\u2014\u94BB\u5934\u2014\u2014#
block.sfire-mod-energe-drill.name = \u538B\u529B\u7535\u52A8\u94BB\u5934
block.sfire-mod-energe-drill.description = \u57FA\u7840\u7535\u52A8\u94BB\u5934\uFF0C\u4F53\u79EF\u8F83\u5927\u3002\n\u7535\u7F51\u4E2D\u53EF\u652F\u914D\u7684\u5BCC\u4F59\u7535\u80FD\u6108\u591A\uFF0C\u5176\u94BB\u63A2\u901F\u5EA6\u6108\u5FEB\u3002\n\u5F53\u7535\u7F51\u4E2D\u7684\u5BCC\u4F59\u7535\u529B\u5927\u4E8E\u6B63\u5E38\u8FD0\u884C\u6240\u9700\u7684[stat]1000%[]\u65F6\uFF0C\u94BB\u5934\u6548\u7387\u4F1A\u9010\u6E10\u63D0\u5347\u6700\u9AD8\u81F3[stat]300%
block.sfire-mod-energe-drill.details = \u663E\u7136\u78B3\u7D20\u94BB\u5934\u7684\u5F3A\u5EA6\u5E76\u4E0D\u8DB3\u4EE5\u4E0E\u653E\u5C04\u6027\u91D1\u5C5E\u5143\u7D20\u786C\u78B0\u786C\uFF0C\u4F46\u8FD9\u5C06\u662F\u7535\u529B\u5E94\u7528\u63A2\u7D22\u4E4B\u8DEF\u4E0A\u7684\u91CD\u8981\u4E00\u6B65\u3002
block.sfire-mod-heavy-drill.name = \u91CD\u578B\u5207\u524A\u94BB\u5934
block.sfire-mod-heavy-drill.description = \u4F7F\u7528\u901F\u7387\u8F83\u4F4E\u4F46\u626D\u77E9\u8F93\u51FA\u6781\u5927\u7684\u7535\u52A8\u5F15\u64CE\uFF0C\u642D\u914D\u53D8\u901F\u7BB1\u7EC4\u5C06\u626D\u77E9\u5347\u5230\u8DB3\u591F\u9AD8\u4EE5\u5728\u575A\u786C\u7684\u5730\u5C42\u4E2D\u5FEB\u901F\u5F00\u91C7\u66F4\u786C\u7684\u77FF\u77F3\u3002\n\u9700\u8981\u66F4\u591A\u65F6\u95F4\u542F\u52A8\u94BB\u5934\u3002
block.sfire-mod-heavy-drill.details = \u6CE8\u610F\uFF01\u4F7F\u7528\u9AD8\u626D\u77E9\u94BB\u5934\u8FDB\u884C\u4F4E\u786C\u5EA6\u5F00\u91C7\u662F\u4E00\u79CD\u6781\u4E3A\u4E0D\u660E\u667A\u7684\u65B9\u6CD5\uFF01\n\u8BF7\u5206\u8FA8\u5E76\u9009\u62E9\u6B63\u786E\u7684\u94BB\u5934\u79CD\u7C7B\u6765\u5F00\u91C7\u8D44\u6E90\uFF01
block.sfire-mod-blast-ore-well.name = \u7206\u7834\u94BB\u4E95
block.sfire-mod-blast-ore-well.description = \u5411\u5730\u5C42\u4E2D\u6CE8\u5165\u6DB2\u6001\u70B8\u836F\u7206\u7834\u91C7\u77FF\u5E76\u4EE5\u4E2D\u7B49\u901F\u5EA6\u5206\u6279\u8F93\u51FA\u3002\n[red]\u8B66\u544A\uFF1A\u4E25\u7981\u7528\u4E8E\u5F00\u91C7\u5904\u4E8E\u4E34\u754C\u72B6\u6001\u7684\u653E\u5C04\u6027\u77FF\u77F3\uFF01
block.sfire-mod-blast-ore-well.details = \u201C\u9AD8\u4E30\u5EA6\u9544\u77FF\u8109\u8FDB\u884C\u5411\u5FC3\u7206\u7834\u91C7\u77FF\u6D4B\u8BD5\uFF0C\u7B2C\u4E09\u6B21\uFF0C20%\u7206\u7834\u5242\u63A5\u89E6\uFF0C\u8D77\u7206\uFF01\u201D\n\u201C\u6709\u6548\u5F00\u91C7\u91CF\u4F4E\u4E8E\u9884\u671F\uFF0C\u63D0\u9AD8\u7206\u7834\u5242\u63A5\u89E6\u7387\u201D\n\u201C\u6536\u5230\uFF0C\u9AD8\u4E30\u5EA6\u9544\u77FF\u8109\u8FDB\u884C\u5411\u5FC3\u7206\u7834\u91C7\u77FF\u6D4B\u8BD5\uFF0C\u7B2C\u56DB\u6B21\uFF0C30%\u7206\u7834\u5242\u63A5\u89E6\uFF0C\u8D77\u7206\uFF01\u201D\n......\n\u201C\u5F00\u91C7\u91CF\u4F9D\u7136\u5F88\u4F4E\uFF0C\u771F\u7684\u8FD8\u8981\u518D\u52A0\u5417\uFF1F\u5F53\u524D\u63A5\u89E6\u7387\u4E0B\u7684\u98CE\u9669\u7CFB\u6570\u5DF2\u7ECF\u5F88\u9AD8\u4E86\u201D\n\u201C\u7EE7\u7EED\u52A0\u5427...\u81F3\u5C11\u627E\u5230\u8D77\u7206\u4E34\u754C\u503C\u201D\n\u201C\u9AD8\u4E30\u5EA6\u9544\u77FF\u8109\u8FDB\u884C\u5411\u5FC3\u7206\u7834\u91C7\u77FF\u6D4B\u8BD5\uFF0C\u7B2C\u5341\u4E09\u6B21\uFF0C80%\u7206\u7834\u5242\u63A5\u89E6\uFF0C\u8D77\u7206\uFF01\u201D\n*\u5DE8\u54CD\n\u5F55\u97F3\u7ED3\u675F\n\u90A3\u6B21\u7206\u7834\u6D4B\u8BD5\u76F4\u63A5\u4EE4\u76F4\u5F84120\u5355\u4F4D\u8DDD\u79BB\u5185\u4E00\u5207\u7269\u4F53[lightgray]\u7070\u98DE\u70DF\u706D[]\u3002\u81EA\u6B64\uFF0C\u9AD8\u80FD\u653E\u5C04\u6027\u77FF\u77F3\u88AB\u4E25\u7981\u4F7F\u7528\u4EFB\u4F55\u5F3A\u5EA6\u7684\u6DB2\u6001\u7206\u7834\u91C7\u77FF
block.sfire-mod-quantum-extractor.name = \u91CF\u5B50\u63D0\u53D6\u673A
block.sfire-mod-quantum-extractor.description = \u76F4\u63A5\u4ECE\u5730\u4E0B\u8F6C\u79FB\u77FF\u7269\u3002\u9700\u8981\u6301\u7EED\u7684\u51B7\u5374\u6DB2\u4F9B\u7ED9\uFF0C\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002

block.sfire-mod-water-extractor.name = \u91CD\u578B\u62BD\u6C34\u673A
block.sfire-mod-water-extractor.description = \u9700\u8981\u66F4\u591A\u80FD\u6E90\u4E0E\u65F6\u95F4\u6765\u542F\u52A8\u3002
#block.sfire-mod-\u8F6F\u6D41\u6398\u8FDB\u673A.name = \u8F6F\u6D41\u6398\u8FDB\u673A
#block.sfire-mod-\u8F6F\u6D41\u6398\u8FDB\u673A.description = \u8010\u9AD8\u6E29\u5904\u7406\u5F3A\u5316\u94BB\u5934\uFF0C\u653E\u5728\u9AD8\u70ED\u7684\u5730\u5F62\u4E0A\u53EF\u4EE5\u94BB\u63A2\u77FF\u6E23\uFF0C\u9700\u8981\u4E00\u5B9A\u65F6\u95F4\u542F\u52A8\u3002
#block.sfire-mod-\u8F6F\u6D41\u6398\u8FDB\u673A.details = \u8BF7\u4E0D\u8981\u5F53\u7EDD\u5730\u5C0F\u5B50
block.sfire-mod-oil-pressure-pump.name = \u5CA9\u9699\u538B\u6CB9\u5854
block.sfire-mod-oil-pressure-pump.description = \u5411\u542B\u6CB9\u5730\u5C42\u4E2D\u6CE8\u5165\u9AD8\u538B\u6C2E\u6C14\u6765\u5FEB\u901F\u5927\u91CF\u7684\u63D0\u53D6\u77F3\u6CB9\u3002\n\u8BBE\u8BA1\u64CD\u4F5C\u5F39\u6027\u6781\u5927\uFF0C\u4E3A\u907F\u514D\u4E0D\u5FC5\u8981\u7684\u6D6A\u8D39\uFF0C\u8BF7\u81EA\u884C\u8BA1\u7B97\u6240\u9700\u4EA7\u80FD\u6BD4\u4F8B\u3002
block.sfire-mod-oil-pressure-pump.details = \u5411\u5CA9\u5C42\u4E0B\u65B9\u6253\u5165\u4E00\u6761\u7BA1\u9053\u7684\u8FC7\u7A0B\u4E2D\u901A\u8FC7\u66F4\u9AD8\u7684\u6D41\u4F53\u538B\u529B\u53CD\u5411\u9876\u56DE\u6CB9\u538B\u9632\u6B62\u53CD\u51B2\u7684\u52D8\u63A2\u5F0F\u5F00\u91C7\u65B9\u6848\u76F4\u5230\u5982\u4ECA\u4F9D\u7136\u662F\u4E00\u79CD\u6709\u6548\u4E14\u7A33\u5B9A\u7684\u91C7\u6CB9\u65B9\u6848\uFF0C\u5373\u4F7F\u8FD9\u4F1A\u5BFC\u81F4\u66F4\u9AD8\u7684\u80FD\u8017\u4E0E\u673A\u68B0\u635F\u8017\uFF0C\u4F46\u6BD4\u8D77\u8FD9\u88AB\u673A\u5668\u6E90\u6E90\u4E0D\u65AD\u5E26\u51FA\u5730\u8868\u7684\u539F\u6CB9\uFF0C\u90A3\u4E9B\u5FAE\u4E0D\u8DB3\u9053\u7684\u635F\u8017\u5B8C\u5168\u53EF\u4EE5\u5FFD\u7565\u4E0D\u8BA1\u4E86
block.sfire-mod-spore-cultivator.name = \u6E29\u5BA4\u57F9\u517B\u76BF
block.sfire-mod-spore-cultivator.description = \u71C3\u70E7\u4EA7\u751F\u7684\u6C14\u4F53\u6210\u5206\u4F3C\u4E4E\u6709\u5229\u4E8E\u5B62\u5B50\u7684\u751F\u547D\u6D3B\u52A8\uFF0C\u5BC6\u95ED\u7684\u6E29\u5BA4\u73AF\u5883\u53EF\u4EE5\u5BF9\u5176\u8FDB\u884C\u5927\u6279\u91CF\u7684\u5FEB\u901F\u7E41\u6B96\u3002
#\u2014\u2014\u7269\u6D41\u2014\u2014#
block.sfire-mod-wavesteel-conveyor.name = \u6CE2\u52A8\u4F20\u9001\u5E26
block.sfire-mod-wavesteel-conveyor.description = \u5411\u524D\u65B9\u8FD0\u8F93\u7269\u54C1\uFF0C\u6BD4\u949B\u4F20\u8F93\u5E26\u5FEB\u4E00\u500D\u3002\n\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-wavesteel-junction.name = \u6CE2\u52A8\u4EA4\u53C9\u5668
block.sfire-mod-wavesteel-junction.description = \u5411\u524D\u65B9\u8FD0\u8F93\u7269\u54C1\uFF0C\u5141\u8BB8\u4F20\u9001\u5E26\u7A7F\u8FC7\u5B83\u4EA4\u53C9\u8FD0\u8F93\uFF0C\u6BD4\u4EA4\u53C9\u5668\u5FEB\u4E00\u500D\u3002\n\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-wavesteel-bridge.name = \u6CE2\u52A8\u4F20\u9001\u5E26\u6865
block.sfire-mod-wavesteel-bridge.description = \u8DE8\u8D8A\u4EFB\u4F55\u5730\u5F62\u5411\u524D\u65B9\u8FD0\u8F93\u7269\u54C1\uFF0C\u6BD4\u949B\u4F20\u8F93\u5E26\u5FEB\u4E00\u500D\u3002\n\u53EF\u4EE5\u50A8\u5B58\u5C11\u91CF\u7269\u54C1\n\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-complex-armored-conveyor.name = \u590D\u5408\u88C5\u7532\u4F20\u9001\u5E26
block.sfire-mod-complex-armored-conveyor.description = \u5FEB\u901F\u5730\u5728\u6218\u573A\u8FD0\u8F93\u7269\u54C1\uFF0C\u4E0D\u63A5\u53D7\u8FB9\u4E0A\u7684\u8F93\u5165\uFF0C\u5DF2\u505A\u6C34\u5BC6\u5C01\u5904\u7406\uFF0C\u8010\u9AD8\u6E29\u4E14\u7EDD\u7F18\u3002
block.sfire-mod-silisteel-conveyor.name = \u78C1\u94A2\u4F20\u9001\u5E26
block.sfire-mod-silisteel-conveyor.description = \u63D0\u4F9B\u8F83\u5927\u6279\u91CF\u6253\u5305\u7269\u54C1\u8FDB\u884C\u8FD0\u8F93\uFF0C\u901A\u7535\u540E\u4EE5\u5168\u901F\u8FD0\u884C\u3002
block.sfire-mod-discfabric-bridge.name = \u88C2\u4F4D\u7269\u54C1\u4F20\u9001\u5854
block.sfire-mod-discfabric-bridge.description = \u8DE8\u8D8A\u4EFB\u4F55\u5730\u5F62\u4F20\u9001\u7269\u54C1\uFF0C\u6BD4\u5E03\u6865\u66F4\u5FEB\uFF0C\u66F4\u8FDC\u3002
block.sfire-mod-discfabric-massdriver.name = \u88C2\u4F4D\u9A71\u52A8\u5668
block.sfire-mod-discfabric-massdriver.description = \u8D85\u8FDC\u8DDD\u79BB\u53D1\u9001\u7269\u54C1\u5305\uFF0C\u6536\u96C6\u4E00\u5B9A\u7269\u54C1\u540E\u5C06\u5176\u53D1\u5C04\u5230\u53E6\u4E00\u4E2A\u88C2\u4F4D\u9A71\u52A8\u5668\u4E2D\u3002\n\u6700\u4F4E\u53D1\u5C04\u5BB9\u91CF\uFF1A60

block.sfire-mod-molecular-database.name = \u5206\u5B50\u6570\u636E\u5E93
block.sfire-mod-molecular-database.description = \u638C\u63E1\u5206\u5B50\u788E\u88C2\u91CD\u7EC4\u6280\u672F\uFF0C\u6709\u6548\u586B\u5145\u4ED3\u5E93\u7A7A\u95F4\u3002
block.sfire-mod-hyper-unloader.name = \u9AD8\u901F\u5378\u8F7D\u5668
block.sfire-mod-hyper-unloader.description = \u4ECE\u9644\u8FD1\u7684\u5BB9\u5668\u4E2D\u5378\u8F7D\u7269\u54C1\uFF0C\u6BD4\u666E\u901A\u5378\u8F7D\u5668\u66F4\u5FEB\u3002

#\u2014\u2014\u6DB2\u6D41\u2014\u2014#
block.impulsePump.details = \u52A0\u91CF\u4E0D\u52A0\u4EF7\uFF0C\u6548\u7387\u66F4\u9AD860%\uFF01
block.sfire-mod-silisteel-conduit.name = \u78C1\u94A2\u5BFC\u7BA1
block.sfire-mod-silisteel-conduit.description = \u771F\u7A7A\u53CC\u5C42\u52A0\u56FA\u5185\u80C6\uFF0C\u4EE5\u9AD8\u538B\u4F20\u8F93\u6DB2\u4F53\u3002\n[red]\u6613\u788E\uFF0C\u4E0D\u8981\u78D5\u78B0\u3002
block.sfire-mod-complex-armored-conduit.name = \u590D\u5408\u88C5\u7532\u5BFC\u7BA1
block.sfire-mod-complex-armored-conduit.description = \u5FEB\u901F\u5730\u5728\u6218\u573A\u8F93\u9001\u6DB2\u4F53\uFF0C\u4E0D\u63A5\u53D7\u8FB9\u4E0A\u7684\u8F93\u5165\uFF0C\u5DF2\u505A\u6C34\u5BC6\u5C01\u5904\u7406\uFF0C\u8010\u9AD8\u6E29\u4E14\u7EDD\u7F18\u3002
block.sfire-mod-silisteel-bridge-conduit.name = \u78C1\u94A2\u5BFC\u7BA1\u6865
block.sfire-mod-silisteel-bridge-conduit.description = \u771F\u7A7A\u53CC\u5C42\u52A0\u56FA\u5185\u80C6\uFF0C\u4EE5\u9AD8\u538B\u4F20\u8F93\u6DB2\u4F53\u3002\n\u8DE8\u8D8A\u4EFB\u610F\u5730\u5F62\u4F20\u8F93\u6DB2\u4F53\u3002
block.sfire-mod-silisteel-tank.name = \u78C1\u94A2\u50A8\u6DB2\u7F50
block.sfire-mod-silisteel-tank.description = \u53CC\u5C42\u4E2D\u7A7A\u7EDD\u7F18\u5916\u58F3\uFF0C\u53EF\u4EE5\u66F4\u5B89\u5168\u5730\u50A8\u5B58\u5927\u91CF\u5371\u9669\u6DB2\u4F53\u3002
block.sfire-mod-discfabric-liquid-bridge.name = \u88C2\u4F4D\u5BFC\u7BA1\u5854
block.sfire-mod-discfabric-liquid-bridge.description = \u8DE8\u8D8A\u4EFB\u4F55\u5730\u5F62\u4F20\u8F93\u6D41\u4F53\uFF0C\u6BD4\u5E03\u6865\u66F4\u5FEB\uFF0C\u66F4\u8FDC\u3002
block.sfire-mod-tidal-pump.name = \u6F6E\u6C50\u6CF5
block.sfire-mod-tidal-pump.description = \u7A76\u7EA7\u6DB2\u6CF5\uFF0C\u5F15\u529B\u5DE5\u7A0B\u5B66\u7684\u5947\u8FF9\u3002

#\u2014\u2014\u751F\u4EA7\u2014\u2014#
block.silicon-crucible.details = \u5347\u7EA7\u9AD8\u8010\u70ED\u5916\u58F3\uFF0C\u4F18\u826F\u70ED\u4F20\u5BFC\u5E95\u5EA7\u3002\u5F97\u4EE5\u66F4\u9AD8\u7684\u70ED\u8F6C\u5316\u6548\u7387\u3002\n\u53EF\u4EE5\u5B89\u7F6E\u5728\u6DB2\u4F53\u4E0A\u3002
block.sfire-mod-crusher.name = \u6C34\u538B\u7834\u788E\u673A
block.sfire-mod-crusher.description = \u5927\u89C4\u6A21\u7834\u788E\u5E9F\u6599\u4E3A\u6C99\u5B50\uFF0C\u9700\u8981\u8F93\u5165\u6C34\u548C\u7535\u529B\uFF0C
block.sfire-mod-crusher.details = \u2014\u2014\u7535\u52A8\u673A\u626D\u77E9\u90FD\u4E0D\u591F\u7528\u600E\u4E48\u529E\uFF1F\n\u2014\u2014\u4E0A\u6DB2\u538B\u673A\uFF01
block.sfire-mod-spore-compressor.name = \u5B62\u5B50\u51B2\u538B\u673A
block.sfire-mod-spore-compressor.description = \u53CC\u500D\u51B2\u7A0B\uFF0C\u66F4\u9AD8\u4EA7\u80FD\u3002
block.sfire-mod-flywheel-centrifuge.name = \u98DE\u8F6E\u79BB\u5FC3\u673A
block.sfire-mod-flywheel-centrifuge.description = \u63D0\u53D6\u77F3\u6CB9\u4E2D\u7684\u7164\u70AD\u3002
block.sfire-mod-flywheel-centrifuge.details = \u5F00\u78B3\u4E0D\u89C4\u8303\uFF0C\u5927\u54E5\u4F4E\u5934\u8F6C
block.sfire-mod-pyratite-blender.name = \u786B\u6346\u5408\u5668
block.sfire-mod-pyratite-blender.description = \u6279\u91CF\u5408\u6210\u786B\u3002
block.sfire-mod-blast-blender.name = \u7206\u70B8\u6DF7\u5408\u7269\u6346\u5408\u5668
block.sfire-mod-blast-blender.description = \u6279\u91CF\u5408\u6210\u7206\u70B8\u6DF7\u5408\u7269\u3002
block.sfire-mod-clus-blender.name = \u70B8\u836F\u805A\u5408\u5668
block.sfire-mod-clus-blender.description = \u5C06\u786B\u548C\u7206\u70B8\u6DF7\u5408\u7269\u6346\u7ED1\u4E3A\u805A\u5408\u70B8\u836F\u3002
block.sfire-mod-cryofluid-centrifuge.name = \u51B7\u51BB\u6DB2\u79BB\u5FC3\u673A
block.sfire-mod-cryofluid-centrifuge.description = \u6253\u788E\u949B\u7C89\u5206\u6563\u5165\u6DB2\u76F8\u4E2D\u5236\u53D6\u51B7\u51BB\u6DB2\u3002
block.sfire-mod-plastanium-mutilcompresser.name = \u590D\u5408\u5851\u94A2\u538B\u7F29\u673A
block.sfire-mod-plastanium-mutilcompresser.description = \u6269\u5927\u538B\u7F29\u4E3B\u673A\u89C4\u6A21\uFF0C\u66F4\u52A0\u9AD8\u6548\u751F\u4EA7\u5851\u94A2\u3002
block.sfire-mod-surge-thermal-smelter.name = \u6E29\u538B\u5408\u91D1\u51B6\u70BC\u7089
block.sfire-mod-surge-thermal-smelter.description = \u4F7F\u7528\u5E9F\u6599\u548C\u7845\u5728\u9AD8\u6E29\u9AD8\u538B\u7089\u5185\u4F4E\u6548\u7387\u5730\u51B6\u70BC\u5408\u91D1
block.sfire-mod-surge-electric-smelter.name = \u7535\u78C1\u5408\u91D1\u51B6\u70BC\u7089
block.sfire-mod-surge-electric-smelter.description = \u78C1\u94A2\u7684\u4F18\u79C0\u78C1\u7535\u6027\u80FD\u4E3A\u9AD8\u7EA7\u78C1\u70ED\u51B6\u70BC\u63D0\u4F9B\u4E86\u786C\u4EF6\u57FA\u7840\uFF0C\u8FD9\u80FD\u66F4\u9AD8\u6548\u7387\u5E76\u66F4\u591A\u5730\u51B6\u70BC\u5408\u91D1\u3002
block.sfire-mod-phase-activer.name = \u5F52\u4E2D\u6FC0\u53D1\u5668
block.sfire-mod-phase-activer.description = \u5C06\u88C2\u80FD\u8D4B\u4E88\u7269\u8D28\u4E0A\u5F62\u6210\u76F8\u4F4D\u7269\u3002
block.sfire-mod-phase-activer.details =

block.sfire-mod-silistell-smelter.name = \u78C1\u94A2\u51B6\u70BC\u7089
block.sfire-mod-silistell-smelter.description = \u5C06\u949B\u548C\u7845\u51B6\u70BC\u4E3A\u78C1\u94A2\u3002
block.sfire-mod-silistell-smelter-large.name = \u78C1\u94A2\u51B6\u70BC\u5382
block.sfire-mod-silistell-smelter-large.description = \u4F7F\u7528\u78C1\u7535\u79D1\u6280\u6539\u826F\u51B6\u70BC\u5DE5\u827A\u4ECE\u800C\u5FEB\u901F\u51B6\u70BC\u78C1\u94A2\u3002
block.sfire-mod-silistell-smelter-heater.name = \u78C1\u94A2\u70ED\u80FD\u9AD8\u7089
block.sfire-mod-silistell-smelter-heater.description = \u5C06\u949B\u548C\u7845\u6279\u91CF\u51B6\u70BC\u4E3A\u78C1\u94A2\u3002\n\u6BD4\u78C1\u94A2\u51B6\u70BC\u7089\u66F4\u9AD8\u6548\uFF0C\u9700\u8981\u5927\u91CF\u70ED\u80FD\u4F9B\u7ED9\u3002
block.sfire-mod-silistell-smelter-heater.details = \u968F\u7740\u6218\u7EBF\u7684\u6DF1\u5165\uFF0C\u8D8A\u6765\u8D8A\u591A\u7684\u949B\u77FF\u4E0E\u7845\u4EA7\u80FD\u88AB\u5212\u5165\u78C1\u94A2\u7684\u751F\u4EA7\u8BA1\u5212\u5185\uFF0C\u4F46\u78C1\u94A2\u7684\u4F9B\u7ED9\u4ECD\u7136\u6781\u4E0D\u7A33\u5B9A\u3002\u65E0\u8BBA\u662F\u5728\u540E\u65B9\u6216\u662F\u524D\u7EBF\uFF0C\u8FD9\u79CD\u4F18\u826F\u7684\u7535\u78C1\u6027\u80FD\u4EE5\u53CA\u4F4E\u5EC9\u7684\u9020\u4EF7\u4F7F\u5F97\u5B83\u88AB\u5E94\u7528\u5728\u51E0\u4E4E\u6240\u6709\u7684\u5730\u65B9\u3002\u597D\u5728\u8FD9\u79CD\u4E34\u65F6\u66B4\u529B\u642D\u5EFA\u7684\u51B6\u70BC\u9AD8\u7089\u6548\u7387\u76F8\u5F53\u4E0D\u9519\uFF0C\u8FD9\u80FD\u4E00\u5B9A\u7A0B\u5EA6\u4E0A\u7684\u964D\u4F4E\u540E\u65B9\u78C1\u94A2\u4EA7\u7EBF\u7684\u538B\u529B
block.sfire-mod-silistell-crucible.name = \u78C1\u94A2\u518D\u6784\u7089
block.sfire-mod-silistell-crucible.description = \u5C06\u94F7\u548C\u94EC\u51B6\u70BC\u4E3A\u78C1\u94A2\u3002
block.sfire-mod-wavesteel-compresser.name = \u6CE2\u7EB9\u94A2\u953B\u9020\u673A
block.sfire-mod-wavesteel-compresser.description = \u5C06\u94EC\u4E0E\u94C5\u953B\u9020\u4E3A\u6CE2\u7EB9\u94A2\u3002
block.sfire-mod-wavesteel-forger.name = \u8F6F\u5316\u953B\u94A2\u673A
block.sfire-mod-wavesteel-forger.description = \u5728\u785D\u9178\u7684\u8F85\u52A9\u4E0B\uFF0C\u5C06\u94EC\u4E0E\u94C5\u953B\u9020\u4E3A\u6CE2\u7EB9\u94A2\u3002
block.sfire-mod-wavesteel-forger.details = \u6BD4\u8D77\u201C\u8F6F\u5316\u201D\u66F4\u786E\u5207\u7684\u6765\u8BF4\u662F\u201C\u6EB6\u89E3\u201D\uFF0C\u94EC\u786C\u5EA6\u8FC7\u9AD8\uFF0C\u5728\u80FD\u91CF\u4F9B\u5E94\u4E0D\u8DB3\u7684\u5730\u533A\uFF0C\u9664\u975E\u91C7\u7528\u51E0\u4E4E\u7EDD\u70ED\u5C01\u95ED\u9AD8\u7089\uFF0C\u5426\u5219\u7194\u878D\u953B\u9020\u5408\u91D1\u6C38\u8FDC\u4E0D\u662F\u4E00\u4E2A\u8282\u80FD\u4E4B\u8FF9
block.sfire-mod-metal-analyzer.name = \u91D1\u5C5E\u5206\u6790\u4EEA
block.sfire-mod-metal-analyzer.description = \u7ECF\u5178\u91CD\u7ED3\u6676\uFF0C\u8FD9\u79CD\u7B80\u5355\u7684\u65B9\u6CD5\u80FD\u76F4\u63A5\u5206\u79BB\u7A00\u571F\u4E2D\u7684\u7B80\u6613\u6750\u6599\u3002
block.sfire-mod-nano-constructor.name = \u7EB3\u7C73\u7EC4\u88C5\u673A
block.sfire-mod-nano-constructor.description = \u673A\u68B0\u7EC4\u88C5\u6784\u5EFA\u53EF\u7F16\u7A0B\u7684\u7528\u4E8E\u5404\u79CD\u65B9\u9762\u7684\u667A\u68B0\u6750\u6599\u3002
block.sfire-mod-nano-printer.name = \u7EB3\u7C73\u6253\u5370\u673A
block.sfire-mod-nano-printer.description = \u7EB3\u7C73\u7EA73D\u6253\u5370\u53EF\u7F16\u7A0B\u7684\u7528\u4E8E\u5404\u79CD\u65B9\u9762\u7684\u667A\u68B0\u6750\u6599\u3002
block.sfire-mod-lens-atomizer.name = \u6C89\u964D\u9020\u6676\u5668
block.sfire-mod-lens-atomizer.description = \u5728\u8D1F\u538B\u60F0\u6027\u6C14\u4F53\u4FDD\u62A4\u4E0B\u5BF9\u7845\u6676\u5E95\u7247\u8FDB\u884C\u957F\u65F6\u95F4\u7684\u91D1\u5C5E\u7C92\u5B50\u63BA\u6742\u6C89\u964D\u4EE5\u5236\u9020\u7EAF\u51C0\u6676\u4F53\u3002
block.sfire-mod-discfabric-phase-waver.name = \u6FC0\u53D1\u88C2\u4F4D\u653E\u5C04\u5854
block.sfire-mod-discfabric-phase-waver.description = \u4F7F\u7528\u88C2\u80FD\u6846\u67B6\u9544\u6838\u8F7D\u4F53\u7684\u7684\u5B9A\u5411\u7C92\u5B50\u6D41\u675F\u4EE3\u66FF\u03B1\u7C92\u5B50\u6D41\u3002\n\u8FD9\u4F1A\u5BFC\u81F4\u9544\u7684\u5F3A\u70C8\u8870\u53D8\u653E\u51FA\u5927\u91CF\u5C04\u7EBF\uFF0C\u52A1\u5FC5\u505A\u597D\u51B7\u5374\u9632\u62A4\u63AA\u65BD\u3002
block.sfire-mod-discfabric-phase-knitter.name = \u53CD\u5C04\u88C2\u4F4D\u805A\u5408\u5668
block.sfire-mod-discfabric-phase-knitter.description = \u4F7F\u7528\u9544\u4E0E\u7A00\u571F\u76F4\u63A5\u805A\u5408\u88C2\u4F4D\u80FD\u3002
block.sfire-mod-air-collector.name = \u5927\u6C14\u538B\u7F29\u673A
block.sfire-mod-air-collector.description = \u7F13\u6162\u6536\u96C6\u5927\u6C14\u5E76\u538B\u7F29\u63D0\u53D6\u5176\u4E2D\u7684\u6C2E\u6C14\u4E3A\u53EF\u5DE5\u4E1A\u4F7F\u7528\u7684\u89C4\u6A21\u3002
block.sfire-mod-air-collector.details = \u5927\u6C14\u4E2D\u7684\u5FAE\u91CF\u5B62\u5B50\u4E5F\u4F1A\u968F\u7A7A\u6C14\u6DF7\u5165\u538B\u7F29\u673A\u5E76\u6210\u4E3A\u4EA7\u51FA\u4E4B\u4E00\uFF0C\u4E3A\u4FDD\u8BC1\u7A7A\u6C14\u538B\u7F29\u673A\u7684\u6B63\u5E38\u8FD0\u884C\uFF0C\u8BF7\u53CA\u65F6\u5904\u7406\u5806\u79EF\u7684\u5B62\u5B50
block.sfire-mod-air-cooler.name = \u51B7\u51BB\u538B\u7F29\u673A
block.sfire-mod-air-cooler.description = \u4F7F\u7528\u51B7\u51BB\u6DB2\u8FC5\u901F\u964D\u6E29\u5E76\u5206\u79BB\u51FA\u6C2E\u6C14\u800C\u4E0D\u4EA7\u751F\u5176\u4ED6\u6742\u8D28\u3002
block.sfire-mod-air-cooler.details = \u57FA\u4E8E\u70ED\u529B\u5361\u8BFA\u5FAA\u73AF\u70ED\u6CF5\u6280\u672F\u2014\u2014\u4EE5\u8F83\u4F4E\u7684\u80FD\u8017\u8F6C\u79FB\u66F4\u591A\u7684\u70ED\u91CF\u2014\u2014\u5F53\u7136\u8FD9\u662F\u5BF9\u4E8E\u80FD\u91CF\u54C1\u7EA7\u800C\u8A00\uFF0C\u4F7F\u7528\u51B7\u51BB\u6DB2\u8FD9\u79CD\u9AD8\u54C1\u8D28\u51B7\u6E90\u5BF9\u6362\u4F4E\u4F4D\u70ED\u80FD\u4EA7\u751F\u6C2E\u6C14\u867D\u80FD\u5927\u5E45\u8282\u7701\u80FD\u91CF\uFF0C\u4F46\u7B49\u4EF7\u4F4D\u7684\u7535\u538B\u7F29\u673A\u51B7\u5374\u6027\u4EF7\u6BD4\u663E\u7136\u66F4\u9AD8\u2026\u2026
block.sfire-mod-nitrate-mixer.name = \u7535\u5F27\u785D\u5316\u5BA4
block.sfire-mod-nitrate-mixer.description = \u7535\u89E3\u6C34\u5F97\u5230\u6C27\u6C14\u5E76\u4E0E\u6C2E\u6C14\u5728\u7535\u5F27\u5BA4\u5185\u5408\u6210\u785D\u9178\u3002\n\u8BBE\u8BA1\u64CD\u4F5C\u5F39\u6027\u6781\u5927\uFF0C\u4E3A\u907F\u514D\u4E0D\u5FC5\u8981\u7684\u6D6A\u8D39\uFF0C\u8BF7\u81EA\u884C\u8BA1\u7B97\u6240\u9700\u4EA7\u80FD\u6BD4\u4F8B\u3002
block.sfire-mod-nitrate-mixer.details = \u6C2E\u6C27\u7535\u89E3\u5316\u5408\uFF0C\u8FD9\u4E00\u53CD\u5E94\u5728\u8FC7\u53BB\u66FE\u88AB\u7528\u4E8E\u5236\u9020\u6709\u673A\u8D28\u52A9\u957F\u5242\uFF0C\u4F46\u7531\u4E8E\u5176\u80FD\u8017\u8FC7\u9AD8\uFF0C\u526F\u53CD\u5E94\u96BE\u4EE5\u63A7\u5236\u88AB\u9010\u6E10\u5F03\u7528\u3002\n\u5982\u4ECA\u5176\u4E2D\u4E00\u79CD\u526F\u53CD\u5E94\u88AB\u91CD\u65B0\u542F\u7528\u4EE5\u5236\u9020\u8FD9\u79CD\u5F3A\u9178
block.sfire-mod-fractionator.name = \u77F3\u6CB9\u5206\u998F\u5854
block.sfire-mod-fractionator.description = \u5206\u998F\u77F3\u6CB9\uFF0C\u4EA7\u51FA\u71C3\u6C14\u548C\u5C11\u91CF\u7164\u70AD\u3002\n\u8BBE\u8BA1\u64CD\u4F5C\u5F39\u6027\u6781\u5927\uFF0C\u4E3A\u907F\u514D\u4E0D\u5FC5\u8981\u7684\u6D6A\u8D39\uFF0C\u8BF7\u81EA\u884C\u8BA1\u7B97\u6240\u9700\u4EA7\u80FD\u6BD4\u4F8B\u3002
block.sfire-mod-fractionator.details = \u968F\u7740\u5148\u8FDB\u5316\u5DE5\u5B66\u8FDB\u6B65\uFF0C\u77F3\u6CB9\u4EA7\u4E1A\u7684\u76F8\u5173\u5236\u7A0B\u5DF2\u4E0D\u518D\u9700\u8981\u5F3A\u5236\u90E8\u7F72\u5168\u5957\u5904\u7406\u8BBE\u5907\uFF0C\u7CBE\u51C6\u88C2\u89E3-\u5206\u998F\u5DE5\u827A\u80FD\u76F4\u63A5\u5C06\u539F\u6CB9\u5904\u7406\u4E3A\u76EE\u6807\u4EA7\u54C1\u3002\u4F46\u90E8\u5206\u96BE\u4EE5\u88C2\u89E3\u800C\u65E0\u6CD5\u5229\u7528\u7684\u9AD8\u78B3\u7EC4\u5206\u4F9D\u7136\u4F1A\u6210\u4E3A\u6C89\u6DC0\u7269\u8F93\u51FA\uFF0C\u8FD9\u662F\u5148\u8FDB\u5316\u5DE5\u5B66\u7684\u803B\u8FB1\uFF0C\u7EC8\u6709\u4E00\u5929\u4F1A\u5BFB\u627E\u5230\u89E3\u51B3\u5B83\u7684\u529E\u6CD5\u2026\u2026
block.sfire-mod-chemical-silicon-smelter.name = \u5316\u5B66\u7845\u51B6\u70BC\u7089
block.sfire-mod-chemical-silicon-smelter.description = \u4F7F\u7528\u71C3\u6C14\u5728\u9AD8\u6E29\u6761\u4EF6\u4E0B\u8FD8\u539F\u7845\u3002
block.sfire-mod-blast-silicon-smelter.name = \u7206\u7834\u51B2\u538B\u7089
block.sfire-mod-blast-silicon-smelter.description = \u5229\u7528\u7206\u70B8\u51B2\u538B\u6C99\u5B50\u51B6\u70BC\u7845\u3002
block.sfire-mod-blast-silicon-smelter.details = \u4EC0\u4E48\u90FD\u8D34\uF82A\u53EA\u4F1A\u5BB3\u4E86\u4F60\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7
block.sfire-mod-nitrification-reactor.name = \u785D\u5316\u53CD\u5E94\u5668
block.sfire-mod-nitrification-reactor.description = \u5229\u7528\u751F\u5316\u53CD\u5E94\u751F\u4EA7\u785D\u5316\u91CD\u6CB9\u3002[red]\u5F53\u5FC3\u7206\u70B8\uFF01
block.sfire-mod-nitrification-reactor.details = [red]\u5B89\u5168\u4E8B\u6545\u662F\u4E2A\u5B9D  \u4F60\u5B6C\u6211\u5B6C\u5927\u5BB6\u5B6C
block.sfire-mod-nitrification-centrifuge.name = \u785D\u5316\u53CD\u5E94\u91DC
block.sfire-mod-nitrification-centrifuge.description = \u5229\u7528\u5316\u5B66\u53CD\u5E94\u751F\u4EA7\u785D\u5316\u91CD\u6CB9\u3002[red]\u5F53\u5FC3\u7206\u70B8\uFF01
block.sfire-mod-nitrification-centrifuge.details = [red]\u5B89\u5168\u4E8B\u6545\u662F\u4E2A\u5B9D  \u4F60\u5B6C\u6211\u5B6C\u5927\u5BB6\u5B6C
block.sfire-mod-nitratedoil-precipitator.name = \u91CD\u6CB9\u6C89\u6DC0\u6C60
block.sfire-mod-nitratedoil-precipitator.description = \u6301\u7EED\u6405\u52A8\u7F13\u6162\u6C89\u6DC0\u5206\u79BB\u785D\u5316\u91CD\u6CB9\u4E2D\u7684\u56FA\u4F53\u7269\u8D28\u3002[red]\u5F53\u5FC3\u7206\u70B8\uFF01
block.sfire-mod-nitratedoil-precipitator.details = [red]\u5B89\u5168\u4E8B\u6545\u662F\u4E2A\u5B9D  \u4F60\u5B6C\u6211\u5B6C\u5927\u5BB6\u5B6C
block.sfire-mod-nanofluid-activator.name = \u7EB3\u7C73\u6D41\u5316\u5668
block.sfire-mod-nanofluid-activator.description = \u6FC0\u6D3B\u7EB3\u7C73\u6838\u5206\u6563\u5FAE\u89C2\u7ED3\u6784\u4E3A\u56FA\u6D41\u4F53
block.sfire-mod-nanofluid-activator.details = \u53D6\u51B3\u4E8E\u7EB3\u7C73\u6838\u7684\u5236\u7A0B\u548C\u826F\u54C1\u7387\uFF0C\u8FD9\u53EF\u80FD\u4F1A\u6709\u6240\u635F\u8017
block.sfire-mod-blastreagent-mixer.name = \u7206\u7834\u5242\u914D\u7F6E\u5668
block.sfire-mod-blastreagent-mixer.description = \u53BB\u9664\u785D\u5316\u91CD\u6CB9\u4E2D\u7684\u65E0\u5173\u6742\u8D28\u5E76\u4F7F\u7528\u788E\u7A00\u571F\u5438\u9644\u56FA\u5B9A\u589E\u52A0\u7C98\u6027\uFF0C\u540C\u65F6\u4FDD\u7559\u90E8\u5206\u6D41\u52A8\u80FD\u529B\u3002
block.sfire-mod-blastreagent-mixer.details = [red]\u5B89\u5168\u4E8B\u6545\u662F\u4E2A\u5B9D  \u4F60\u5B6C\u6211\u5B6C\u5927\u5BB6\u5B6C
block.sfire-mod-clus-maker.name = \u70B8\u836F\u56FA\u5316\u673A
block.sfire-mod-clus-maker.description = \u5C06\u7206\u7834\u5242\u56FA\u5316\u4E3A\u805A\u5408\u70B8\u836F\u3002
block.sfire-mod-clus-maker.details = [red]\u5B89\u5168\u4E8B\u6545\u662F\u4E2A\u5B9D  \u4F60\u5B6C\u6211\u5B6C\u5927\u5BB6\u5B6C
block.sfire-mod-tayrium-smelter.name = \u6CF0\u52D2\u5408\u91D1\u51B6\u70BC\u5382
block.sfire-mod-tayrium-smelter.description = \u4F7F\u7528\u5DE8\u6D6A\u5408\u91D1\uFF0C\u78C1\u94A2\u51B6\u70BC\u6CF0\u52D2\u5408\u91D1\u3002
block.sfire-mod-tayrium-crucible.name = \u6CF0\u52D2\u5408\u91D1\u9AD8\u7089
block.sfire-mod-tayrium-crucible.description = \u4F7F\u7528\u9536\uFF0C\u78C1\u94A2\uFF0C\u7845\u51B6\u70BC\u6CF0\u52D2\u5408\u91D1\u3002
block.sfire-mod-tayrium-crucible.details = \u76F4\u81F3\u6B64\u523B\uFF0C\u4F60\u6216\u8BB8\u5E94\u8BE5\u660E\u767D\uFF1A\u6CF0\u52D2\u5408\u91D1\u4E0D\u8FC7\u662F\u4E00\u4E2A\u7EDF\u79F0\uFF0C\u4E00\u4E2A\u201C\u5177\u6709\u4F18\u826F\u7535\u78C1\u6027\u80FD\u201D\u7684\u5408\u91D1\u65B9\u6848\u7684\u7EDF\u79F0\uFF0C\u4E5F\u8BB8\u7269\u7406\u5E94\u529B\u6027\u80FD\u4E0D\u5982\u8001\u5F0F\u914D\u65B9\uFF0C\u4F46\u8FD9\u4E9B\u5408\u91D1\u6700\u7EC8\u8FFD\u6C42\u7684\u6781\u81F4\u7535\u78C1\u6027\u80FD\u5DF2\u7136\u8FBE\u5230\u9884\u671F\uFF0C\u5C06\u5176\u7EDF\u4E00\u7BA1\u7406\u662F\u964D\u4F4E\u52E4\u52A1\u5904\u538B\u529B\u7684\u6B63\u786E\u65B9\u6848
block.sfire-mod-leippium-smelter.name = \u83B1\u666E\u5408\u91D1\u51B6\u70BC\u5382
block.sfire-mod-leippium-smelter.description = \u4F7F\u7528\u9544\uFF0C\u94EC\u51B6\u70BC\u83B1\u666E\u5408\u91D1\u3002\n[darkgray]If u want it
block.sfire-mod-leippium-smelter.details = [darkgray]then u'll have to take it
block.sfire-mod-leippium-crucible.name = \u83B1\u666E\u5408\u91D1\u51B2\u538B\u7089
block.sfire-mod-leippium-crucible.description = \u7206\u70B8\u51B2\u538B\u6210\u578B\u83B1\u666E\u5408\u91D1\u3002
block.sfire-mod-leippium-crucible.details = \u82E5\u5F53\u5730\u80FD\u6E90\u5DF2\u7ECF\u4E0D\u8DB3\u4EE5\u5206\u914D\u8DB3\u591F\u591A\u7684\u80FD\u6E90\u4EE5\u652F\u6491\u9AD8\u80FD\u8017\u7684\u70ED\u80FD\u51B6\u70BC\u7089\u7684\u65F6\u5019\uFF0C\u6216\u8BB8\u7206\u70B8\u51B2\u538B\u80FD\u591F\u66F4\u52A0\u8282\u7701\u80FD\u91CF\n\u4EC0\u4E48\u90FD\u8D34\uF82A\u53EA\u4F1A\u5BB3\u4E86\u4F60\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7\u7B49\u4E0B\uFF0C[#d97c7c]\u8FD9\u662F\u4EC0\u4E48\n[darkgray]but u already knew that

#\u2014\u2014\u7535\u529B\u2014\u2014#
block.differential-generator.details = \u5F97\u76CA\u4E8E\u6750\u6599\u8FDB\u6B65\uFF0C\u6211\u4EEC\u80FD\u591F\u7528\u66F4\u5C11\u7684\u6750\u6599\u63A7\u5236\u66F4\u5F3A\u5927\u7684\u71C3\u70E7\u3001\u8FDB\u884C\u66F4\u5927\u9762\u79EF\u7684\u6362\u70ED\u3001\u4EA7\u51FA\u66F4\u591A\u7684\u7535\u529B\u2026\u2026\u4EE5\u53CA\u53D1\u751F\u66F4\u5371\u9669\u7684\u751F\u4EA7\u5B89\u5168\u4E8B\u6545\uFF01
block.sfire-mod-armor-battery.name = \u5F3A\u5316\u9540\u5C42\u7535\u6C60
block.sfire-mod-armor-battery.description = \u66F4\u5B89\u5168\u7684\u5B58\u50A8\u5927\u91CF\u80FD\u91CF\u3002
block.sfire-mod-armor-battery.details = \u80FD\u91CF\u8F7D\u4F53\u7684\u4E0D\u7A33\u5B9A\u7F3A\u70B9\u5DF2\u88AB\u65B0\u8FDB\u7684\u7ED3\u6784\u8BBE\u8BA1\u6240\u514B\u670D\uFF0C\u901A\u8FC7\u5B89\u88C5\u66F4\u539A\u5B9E\u7684\u5916\u90E8\u4E3B\u88C5\u7532\u7ED3\u6784\u548C\u4F18\u5316\u7535\u6C60\u5185\u90E8\u7684\u50A8\u80FD\u6C60\u7ED3\u6784\u8BBE\u8BA1\u5728\u4E00\u5B9A\u7A0B\u5EA6\u4E0A\u6291\u5236\u4E86\u88C2\u4F4D\u80FD\u6CC4\u9732\u7684\u5F3A\u5EA6\u3002
block.sfire-mod-armor-node.name = \u9540\u5C42\u88C5\u7532\u8282\u70B9
block.sfire-mod-armor-node.description = \u8986\u76D6\u9540\u94EC\u88C5\u7532\u7684\u5927\u578B\u80FD\u91CF\u8282\u70B9\uFF0C\u63D0\u4F9B\u66F4\u591A\u7684\u94FE\u63A5\u76EE\u6807\u4E0E\u7565\u9AD8\u7684\u94FE\u63A5\u8303\u56F4\u3002\n\u53EF\u4EE5\u653E\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-discfabric-node-tower.name = \u88C2\u4F4D\u80FD\u6E90\u5854
block.sfire-mod-discfabric-node-tower.description = \u8D85\u8FDC\u8DDD\u79BB\u4F20\u8F93\u80FD\u91CF\uFF0C\u63D0\u4F9B3\u4E2A\u94FE\u63A5\u3002
block.sfire-mod-gas-generator.name = \u71C3\u6C14\u53D1\u7535\u673A
block.sfire-mod-gas-generator.description = \u56DE\u6536\u591A\u4F59\u71C3\u6C14\u4EA7\u751F\u5C11\u91CF\u7535\u80FD\u3002
block.sfire-mod-gas-generator.details = \u8B66\u544A\uFF1A\u4F7F\u7528\u7164\u70AD\u70ED\u89E3\u5E76\u4F7F\u7528\u6B64\u673A\u5668\u56DE\u6536\u71C3\u6C14\u53D1\u7535\u5E76\u4E0D\u662F\u4E00\u4E2A\u660E\u667A\u7684\u9009\u62E9\uFF0C\u5C3D\u7BA1\u5176\u80FD\u91CF\u5BC6\u5EA6\u7565\u9AD8\u4E8E\u706B\u529B\u53D1\u7535\u673A\uFF0C\u4F46\u8BE5\u8FC7\u7A0B\u5BFC\u81F4\u7684\u80FD\u91CF\u635F\u5931\u662F\u65E0\u6CD5\u51ED\u7A7A\u4EA7\u751F\u7684\uFF01\n\u201C\u6211\u73B0\u5728\u5341\u5206\u6000\u7591\u4F60\u62FF\u5230\u8FD9\u4EFD\u5DE5\u4F5C\u6240\u7528\u5DE5\u7A0B\u5B66\u8BC1\u4E66\u7684\u79CD\u7C7B\u4EE5\u53CA\u5B66\u4F4D\u8BC1\u4E66\u7684\u771F\u5B9E\u6027\u201D
block.sfire-mod-coal-pyrolyzer.name = \u7164\u70AD\u70ED\u89E3\u5668
block.sfire-mod-coal-pyrolyzer.description = \u4F7F\u7528\u6C34\u548C\u9AD8\u6E29\u70ED\u89E3\u6C14\u5316\u7164\u70AD\uFF0C\u8F93\u51FA\u5C11\u91CF\u71C3\u6C14\u3002\n\u591A\u4F59\u7684\u6C14\u4F53\u5C06\u76F4\u63A5\u629B\u5F03\u800C\u4E0D\u4F1A\u9020\u6210\u5806\u79EF\u3002
block.sfire-mod-coal-pyrolyzer.details = \u7531\u95EA\u84B8\u6280\u672F\u53D1\u5C55\u800C\u6765\u7684\u95EA\u7206\u6280\u672F\u5BF9\u4E8E\u5927\u5757\u71C3\u6599\u6765\u8BF4\u5E76\u4E0D\u80FD\u4F7F\u5176\u5145\u5206\u71C3\u70E7\uFF0C\u4F46\u662F\u5728\u91CA\u538B\u8FC7\u7A0B\u4E2D\u55B7\u6D12\u6C34\u80FD\u8BA9\u71C3\u6599\u5757\u56E0\u70ED\u80C0\u51B7\u7F29\u8FC5\u901F\u5D29\u89E3\uFF0C\u7ACB\u523B\u7EDD\u70ED\u52A0\u538B\u53EF\u5206\u89E3\u6C34\u4E0E\u78B3\u7070\u3002\u8BE5\u8FC7\u7A0B\u4E2D\u91CA\u653E\u7684\u5927\u91CF\u70ED\u91CF\u88AB\u7528\u4E8E\u6DA1\u8F6E\u673A\u53D1\u7535\uFF0C\u5176\u526F\u4EA7\u7269\u71C3\u6C14\u53EF\u7528\u4E8E\u591A\u79CD\u5DE5\u4E1A\u573A\u5408
block.sfire-mod-heat-generator.name = \u5730\u70ED\u53D1\u7535\u673A\u4E8C\u578B
block.sfire-mod-heat-generator.description = \u653E\u5728\u70BD\u70ED\u7684\u5730\u5F62\u4E0A\u53EF\u4EE5\u53D1\u7535\uFF0C\u80FD\u91CF\u4EA7\u751F\u6BD4\u4F8B\u66F4\u9AD8\u3002
block.sfire-mod-heat-generator.details = \u53D1\u7535\u7684\u5C3D\u5934\u662F\u70E7\u5F00\u6C34\uFF01
block.sfire-mod-radiation-generator.name = \u73AF\u5883\u8F90\u5C04\u53D1\u7535\u673A
block.sfire-mod-radiation-generator.description = \u4E0E\u5730\u70ED\u53D1\u7535\u673A\u7C7B\u4F3C\uFF0C\u4F46\u5176\u5229\u7528\u8F90\u5C04\u73AF\u5883\u53D1\u7535\u3002
block.sfire-mod-radiation-generator.details = \u57FA\u4E8E\u538B\u7535\u6676\u4F53\u4E0E\u6CE2\u7EB9\u94A2\u6781\u81F4\u7684\u81F4\u5BC6\u6027\u4F7F\u5F97\u6536\u96C6\u73AF\u5883\u8F90\u5C04\u6D41\u6253\u51FB\u5DE8\u6D6A\u5408\u91D1\u53D1\u7535\u6210\u4E3A\u53EF\u80FD\uFF0C\u5728\u5730\u70ED\u53D1\u7535\u673A\u7684\u57FA\u7840\u4E0A\uFF0C\u80FD\u6E90\u90E8\u95E8\u9488\u5BF9\u5176\u5916\u6E90\u80FD\u91CF\u6536\u96C6\u8FDB\u884C\u4E86\u6539\u8FDB\u5305\u62EC\u4F46\u4E0D\u9650\u4E8E\uFF1A\u8F90\u5C04\u6D41\u6536\u96C6\uFF0C\u8F90\u70ED\u8F6C\u5316\uFF0C\u9038\u6563\u6291\u5236\u2026\u2026\u4E8E\u662F\u4E00\u6B3E\u5728\u6CF0\u4F2F\u5229\u4E9A\u4E0A\u5341\u5206\u65B9\u4FBF\u7684\u73AF\u5883\u80FD\u53D1\u7535\u673A\u8BDE\u751F\u4E86\n\u201C\u6211\u4E0D\u77E5\u9053\u8BE5\u5938\u80FD\u6E90\u90E8\u95E8\u7075\u6D3B\u53D8\u901A\u5730\u4F7F\u7528\u4E00\u5207\u53EF\u7528\u8D44\u6E90\u8FD8\u662F\u8BE5\u9A82\u6218\u4E89\u628A\u6CF0\u4F2F\u5229\u4E9A\u6C61\u67D3\u6210\u8FD9\u6837\u800C\u5B83\u4EEC\u7ADF\u8FD8\u6709\u5FC3\u601D\u5229\u7528\u8FD9\u4EFD\u8BE5\u6B7B\u7684\u6C61\u67D3\u201D
block.sfire-mod-fermium-reactor.name = \u9544\u53CD\u5E94\u5806
block.sfire-mod-fermium-reactor.description = \u5229\u7528\u9544\u7684\u5F3A\u70C8\u653E\u5C04\u6027\u4EA7\u751F\u80FD\u91CF\uFF0C\u9700\u8981\u6301\u7EED\u51B7\u5374\u6DB2\u4F9B\u7ED9\uFF0C\u8FC7\u70ED\u6216\u88AB\u6467\u6BC1\u4F1A\u5BFC\u81F4\u5267\u70C8\u7206\u70B8\u3002
block.sfire-mod-fission-reactor.name = \u88C2\u53D8\u80FD\u91CF\u5806
block.sfire-mod-fission-reactor.description = \u5728\u5185\u90E8\u5236\u9020\u771F\u7A7A\u533A\u542F\u52A8\u94FE\u5F0F\u53CD\u5E94\u6536\u96C6\u5927\u91CF\u80FD\u91CF\u3002\n\u4FDD\u8BC1\u5176\u6240\u5728\u5730\u5B89\u5168\uFF01\u88AB\u6467\u6BC1\u4F1A\u5BFC\u81F4\u5DE8\u5927\u7684\u80FD\u91CF\u5728\u65E0\u7EA6\u675F\u7684\u60C5\u51B5\u4E0B\u91CA\u653E\uFF0C\u5BF9\u5468\u8FB9\u5730\u533A\u9020\u6210\u4E25\u91CD\u635F\u4F24\u3002
block.sfire-mod-arc-fission-reactor.name = \u5F27\u5F62\u88C2\u53D8\u5806
block.sfire-mod-arc-fission-reactor.description = \u5728\u88C2\u4F4D\u80FD\u5F27\u819C\u4E4B\u4E2D[stat]\u5B89\u5168\u5730[]\u8FDB\u884C\u5F3A\u88C2\u53D8\u53CD\u5E94\uFF0C\u5728\u77ED\u65F6\u95F4\u5185\u5F3A\u884C\u6495\u88C2\u51FA\u672C\u5E94\u8BE5\u7F13\u6162\u91CA\u653E\u7684\u653E\u5C04\u80FD\uFF0C\u8FD9\u80FD\u591F\u5728\u77ED\u65F6\u95F4\u5185\u5E26\u6765\u6781\u9AD8\u7684\u7535\u80FD\u5CF0\u503C\uFF0C\u4F46\u5E76\u4E0D\u9002\u5408\u505A\u4E3A\u5927\u8303\u56F4\u957F\u65F6\u95F4\u4F9B\u80FD\u7684\u4E3B\u529B\u8BBE\u65BD\u3002


#\u2014\u2014\u5899\u58C1\u2014\u2014#
block.sfire-mod-steel-wall.name = \u786C\u8D28\u94A2\u5899
block.sfire-mod-steel-wall.description = \u62E6\u622A\u654C\u65B9\u706B\u529B\uFF0C\u4FDD\u62A4\u540E\u65B9\u5EFA\u7B51\u3002
block.sfire-mod-steel-wall-large.name = \u5927\u578B\u786C\u8D28\u94A2\u5899
block.sfire-mod-steel-wall-large.description = \u62E6\u622A\u654C\u65B9\u706B\u529B\uFF0C\u4FDD\u62A4\u540E\u65B9\u5EFA\u7B51\u3002
block.sfire-mod-influx-wall.name = \u6CE2\u80FD\u5899
block.sfire-mod-influx-wall.description = \u6536\u96C6\u654C\u4EBA\u7684\u653B\u51FB\u80FD\u91CF\uFF0C\u5E76\u5728\u4E4B\u540E\u53CD\u5C04\u3002\n\u53EF\u4EE5\u963B\u6321\u5149\u7535\u6B66\u5668\u3002
block.sfire-mod-influx-wall-large.name = \u5927\u578B\u6CE2\u80FD\u5899
block.sfire-mod-influx-wall-large.description = \u6536\u96C6\u654C\u4EBA\u7684\u653B\u51FB\u80FD\u91CF\uFF0C\u5E76\u5728\u4E4B\u540E\u53CD\u5C04\u3002\n\u53EF\u4EE5\u963B\u6321\u5149\u7535\u6B66\u5668\u3002
block.sfire-mod-discfabric-wall.name = \u88C2\u4F4D\u5899
block.sfire-mod-discfabric-wall.description = \u5728\u81EA\u8EAB\u5468\u56F4\u6253\u5F00\u4E00\u9053\u529B\u5899\uFF0C\u529B\u5899\u5931\u6548\u540E\u80FD\u53CD\u5C04\u90E8\u5206\u5F39\u836F\u3002
block.sfire-mod-explosive-wall.name = \u7206\u70B8\u88C5\u7532
block.sfire-mod-explosive-wall.description = \u62B5\u6321\u4E00\u5B9A\u6570\u989D\u7684\u4F24\u5BB3\uFF0C\u88AB\u6467\u6BC1\u65F6\u4EA7\u751F\u7206\u70B8\u9707\u788E\u9644\u8FD1\u7684\u5B50\u5F39\u3002
block.sfire-mod-fermium-wall.name = \u9544\u5899
block.sfire-mod-fermium-wall.description = \u575A\u786C\u4E14\u81F4\u5BC6\uFF0C\u8010\u6E29\u5DEE\uFF0C\u8010\u9178\u78B1\uFF0C\u8010\u6253\u51FB\uFF0C\u7EDD\u5BF9\u53EF\u9760\u3002
block.sfire-mod-fermium-wall-large.name = \u5927\u578B\u9544\u5899
block.sfire-mod-fermium-wall-large.description = \u575A\u786C\u4E14\u81F4\u5BC6\uFF0C\u8010\u6E29\u5DEE\uFF0C\u8010\u9178\u78B1\uFF0C\u8010\u6253\u51FB\uFF0C\u7EDD\u5BF9\u53EF\u9760\u3002
block.sfire-mod-fermium-auto-door.name = \u9544\u95F8\u95E8
block.sfire-mod-fermium-auto-door.description = \u575A\u786C\u4E14\u81F4\u5BC6\uFF0C\u8010\u6E29\u5DEE\uFF0C\u8010\u9178\u78B1\uFF0C\u8010\u6253\u51FB\uFF0C\u7EDD\u5BF9\u53EF\u9760\u3002\n\u5728\u6211\u65B9\u5355\u4F4D\u9760\u8FD1\u65F6\u81EA\u52A8\u6253\u5F00\u3002
block.sfire-mod-complex-armor-wall.name = \u590D\u5408\u88C5\u7532\u5899
block.sfire-mod-complex-armor-wall.description = \u80FD\u591F\u627F\u53D7\u5927\u91CF\u6253\u51FB\u5E76\u62E6\u622A\u5149\u7535\u6B66\u5668\uFF0C\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-complex-armor-wall-large.name = \u5927\u578B\u590D\u5408\u88C5\u7532\u5899
block.sfire-mod-complex-armor-wall-large.description = \u80FD\u591F\u627F\u53D7\u5927\u91CF\u6253\u51FB\u5E76\u62E6\u622A\u5149\u7535\u6B66\u5668\uFF0C\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-energy-containment-unit.name = \u80FD\u91CF\u6838\u5FC3\u6536\u5BB9\u5757
block.sfire-mod-armor-containment-unit.name = \u6A21\u5757\u88C5\u7532\u6536\u5BB9\u5757
block.sfire-mod-tayralloy-containment-unit.name = \u6CF0\u52D2\u5408\u91D1\u6536\u5BB9\u5757

#\u2014\u2014\u8F85\u52A9\u2014\u2014#
block.sfire-mod-nano-mend-projector.name = \u7EB3\u7C73\u4FEE\u590D\u6295\u5C04\u5668
block.sfire-mod-nano-mend-projector.description = \u95F4\u6B47\u6027\u4E3A\u5927\u8303\u56F4\u5185\u7684\u5EFA\u7B51\u4FEE\u590D\u4E00\u5B9A\u6BD4\u4F8B\u7684\u8010\u4E45\u5EA6\uFF0C\u53EF\u4EE5\u4F7F\u7528\u7EB3\u7C73\u6838\u52A0\u5FEB\u4FEE\u590D\u9891\u7387\u3002
block.sfire-mod-nano-regen-projector.name = \u7EB3\u7C73\u518D\u751F\u5668
block.sfire-mod-nano-regen-projector.description = \u6301\u7EED\u5730\u4E3A\u8303\u56F4\u5185\u7684\u5EFA\u7B51\u63D0\u4F9B\u7F13\u6162\u4FEE\u590D\uFF0C\u53EF\u4EE5\u4F7F\u7528\u7EB3\u7C73\u6838\u63D0\u5347\u4FEE\u590D\u901F\u5EA6\u3002
block.sfire-mod-nano-unit-regener.name = \u7EB3\u7C73\u5355\u4F4D\u7EF4\u62A4\u7AD9
block.sfire-mod-nano-unit-regener.description = \u6301\u7EED\u6027\u4E3A\u4E00\u5B9A\u8303\u56F4\u5185\u7684\u5355\u4F4D\u7EF4\u4FEE\u3002
block.sfire-mod-nano-unit-regener.details = \u968F\u7740\u7B2C\u4E00\u519B\u56E2\u884C\u52A8\u7684\u5C55\u5F00\uFF0C\u5927\u91CF\u7531\u4E8E\u5E7F\u5BD2\u65E0\u6CD5\u53CA\u65F6\u63D0\u4F9B\u652F\u63F4\u800C\u635F\u4F24\u7684\u5355\u4F4D\u9010\u6E10\u5806\u79EF\uFF0C\u6709\u6548\u6218\u6597\u529B\u65E0\u6CD5\u5F97\u5230\u53CA\u65F6\u8865\u5145\uFF0C\u7EB3\u7C73\u5355\u4F4D\u7EF4\u62A4\u7AD9\u5E94\u8FD0\u800C\u751F\uFF0C\u8FD9\u6709\u6548\u89E3\u51B3\u4E86\u53D7\u635F\u5355\u4F4D\u7684\u5927\u6279\u91CF\u7EF4\u4FEE\u95EE\u9898\uFF0C\u540C\u65F6\u5176\u8F83\u9AD8\u7684\u6210\u672C\u4E5F\u5BFC\u81F4\u5728\u90E8\u5206\u8D44\u6E90\u7D27\u7F3A\u5730\u533A\u96BE\u4EE5\u90E8\u7F72\uFF0C\u66F4\u591A\u60C5\u51B5\u4E0B\u4F9D\u7136\u662F\u4F7F\u7528\u4F20\u7EDF\u7EF4\u4FEE\u8282\u70B9\u5BF9\u5355\u4F4D\u8FDB\u884C\u4FEE\u590D
block.sfire-mod-iron-curtain.name = \u94C1\u5E55\u529B\u573A\u5F15\u64CE
block.sfire-mod-iron-curtain.description = \u4E0D\u7A33\u5B9A\u7684\u5B9E\u9A8C\u6027\u9632\u5FA1\u5EFA\u7B51\u3002\n\u6D88\u8017\u5927\u91CF\u7535\u529B\u751F\u6210\u4E00\u4E2A\u5C0F\u8303\u56F4\u5409\u74E6\u7EA7\u529B\u573A\u3002\n\u4F7F\u7528\u6CF0\u52D2\u5408\u91D1\u4EE5\u63D0\u5347\u5F15\u64CE\u529F\u7387\u4E0A\u9650\u3002
block.sfire-mod-iron-curtain.details = \u8FD9\u79CD\u5C0F\u578B\u5316\u7684\u62A4\u76FE\u6280\u672F\u5728\u786E\u4FDD\u9762\u79EF\u627F\u4F24\u80FD\u529B\u7684\u540C\u65F6\u80FD\u591F\u63D0\u9AD8\u5C40\u90E8\u7684\u6062\u590D\u901F\u5EA6\uFF0C\u901A\u5E38\u7528\u4E8E\u4FDD\u62A4\u90E8\u5206\u9AD8\u4EF7\u503C\u76EE\u6807\u3002\u4F46\u7F3A\u70B9\u540C\u6837\u663E\u8457\uFF1A\u6301\u7EED\u9AD8\u8D1F\u8377\u8FD0\u4F5C\u5BFC\u81F4\u7684\u5F15\u64CE\u8FC7\u70ED\u5F80\u5F80\u4F1A\u9700\u8981\u66F4\u957F\u65F6\u95F4\u6765\u6062\u590D\u8FD0\u884C\uFF0C\u5728\u529B\u573A\u62A4\u76FE\u91CD\u65B0\u542F\u52A8\u4E4B\u524D\u7684\u8FD9\u6BB5\u7A7A\u6863\u671F\u65E0\u8BBA\u5BF9\u5F15\u64CE\u672C\u4F53\u8FD8\u662F\u5176\u6240\u4FDD\u62A4\u7684\u9AD8\u4EF7\u503C\u76EE\u6807\u90FD\u662F\u76F8\u5F53\u5371\u9669\u7684
block.sfire-mod-iron-dome.name = \u94C1\u7A79\u529B\u573A\u5F15\u64CE
block.sfire-mod-iron-dome.description = \u5927\u578B\u7A79\u9876\u53D1\u751F\u5668\u3002\n\u6D88\u8017\u5927\u91CF\u80FD\u91CF\u751F\u6210\u4E00\u4E2A\u5927\u8303\u56F4\u5146\u74E6\u7EA7\u529B\u573A\u3002\u4FDD\u62A4\u5176\u4E2D\u7684\u5355\u4F4D\u4E0E\u5EFA\u7B51\u4E0D\u53D7\u5230\u5B9E\u5F39\u4F24\u5BB3\u3002
block.sfire-mod-iron-dome.details = \u76F8\u8F83\u4E8E\u94C1\u5E55\u7684\u9488\u5BF9\u91CD\u70B9\u4FDD\u62A4\uFF0C\u94C1\u7A79\u5F15\u64CE\u7684\u7814\u53D1\u65B9\u5411\u662F\u9488\u5BF9\u9635\u5730\u7684\u5927\u8303\u56F4\u4FDD\u62A4\u2014\u2014\u8FD9\u901A\u5E38\u4F1A\u6D88\u8017\u5927\u91CF\u80FD\u91CF\u4E0E\u8D44\u6E90\u2014\u2014\u540C\u65F6\uFF0C\u66F4\u5927\u7684\u751F\u6548\u8303\u56F4\u610F\u5473\u7740\u5728\u76F8\u540C\u65F6\u95F4\u5185\u5F15\u64CE\u4F1A\u627F\u53D7\u66F4\u591A\u751A\u81F3\u9971\u548C\u7EA7\u7684\u635F\u4F24\uFF0C\u4F46\u5927\u578B\u5F15\u64CE\u6709\u5145\u8DB3\u7684\u6362\u70ED\u9762\u79EF\uFF0C\u5728\u62E5\u6709\u5145\u8DB3\u51B7\u5374\u4F9B\u5E94\u65F6\u66F4\u4E0D\u5BB9\u6613\u8FC7\u70ED\u3002\n\u5728\u9762\u5BF9\u5927\u89C4\u6A21\u653B\u9632\u6218\u65F6\uFF0C\u82E5\u94C1\u7A79\u4F9D\u7136\u5728\u8FD0\u884C\uFF0C\u5E94\u5728\u5176\u63A5\u654C\u8FC7\u70ED\u4E4B\u524D\u4E3A\u5176\u63D0\u4F9B\u8DB3\u591F\u91CF\u7684\u51B7\u5374\u3002
block.sfire-mod-front-line-core.name = \u524D\u54E8\u6838\u5FC3
block.sfire-mod-front-line-core.description = \u53EF\u62C6\u9664\u7684\u524D\u950B\u6838\u5FC3\uFF0C\u53EA\u63D0\u4F9B\u6700\u4F4E\u9650\u5EA6\u7684\u6838\u5FC3\u529F\u80FD\u3002
block.sfire-mod-front-line-core.details = \u5927\u578B\u6838\u5FC3\u7531\u4E8E\u5176\u7B28\u91CD\u6027\u5E76\u4E0D\u9002\u5408\u4E5F\u4E0D\u65B9\u4FBF\u5728\u6218\u51B5\u7D27\u5F20\u7684\u524D\u7EBF\u5E03\u8BBE\uFF0C\u800C\u5C0F\u578B\u6838\u5FC3\u5728\u6218\u6597\u4E2D\u5374\u53C8\u6CA1\u6709\u8DB3\u591F\u7684\u751F\u5B58\u6027\u80FD\uFF0C\u4E14\u9632\u7EBF\u8DDD\u79BB\u6838\u5FC3\u533A\u592A\u8FDC\u4FBF\u4F1A\u627F\u62C5\u6781\u5927\u7684\u8D44\u6E90\u538B\u529B\uFF0C\u4E00\u6B3E\u8F7B\u4FBF\u800C\u575A\u5B9E\u7684\u5C0F\u578B\u6269\u5C55\u6838\u5FC3\u56E0\u6B64\u800C\u751F\u2014\u2014\u5B83\u4FDD\u7559\u4E86\u7269\u8D44\u8F6C\u8FD0\u3001\u533A\u57DF\u76D1\u6D4B\u3001\u5EFA\u9020\u673A\u90E8\u7F72\u7B49\u6838\u5FC3\u529F\u80FD\uFF0C\u6A21\u5757\u5316\u8BBE\u8BA1\u5141\u8BB8\u5176\u5728\u65F6\u673A\u5408\u9002\u65F6\u6269\u5EFA\u4E3A\u4E00\u5EA7\u5927\u578B\u57FA\u5730\u3002
block.sfire-mod-industry-core.name = \u52E4\u52A1\u6838\u5FC3
block.sfire-mod-industry-core.description = \u91CD\u578B\u5B58\u50A8\u6838\u5FC3\uFF0C\u5BB9\u91CF\u6700\u5927\u3002
block.sfire-mod-industry-core.details = \u6B63\u9762\u6218\u573A\u9010\u6B65\u6269\u5927\uFF0C\u8001\u65E7\u7684\u7EC8\u4EE3\u6838\u5FC3\u5DF2\u65E0\u6CD5\u518D\u9002\u5E94\u65E5\u76CA\u9669\u6076\u7684\u524D\u7EBF\u73AF\u5883\n\u201C\u5B83\u751A\u81F3\u65E0\u6CD5\u5728\u7834\u7247\u7EB7\u98DE\u7684\u6218\u573A\u4E0A\u5B58\u6D3B\uFF0C\u4F55\u8C08\u4E88\u4EE5\u524D\u7EBF\u652F\u63F4\u201D\n\u65B0\u578B\u6838\u5FC3\u4E0E\u65B0\u4E00\u4EE3\u6838\u5FC3\u673A\u7684\u7814\u53D1\u540C\u6B65\u63D0\u4E0A\u65E5\u7A0B\u3002\n\u7B2C\u56DB\u4EE3\u91CD\u578B\u6218\u672F\u6838\u5FC3\u7531\u6B64\u800C\u751F\uFF0C\u5B83\u80FD\u591F\u62B5\u5FA1\u66F4\u591A\u7684\u653B\u51FB\uFF0C\u5145\u8DB3\u7684\u5B58\u50A8\u7A7A\u95F4\u4E0E\u65B0\u4E00\u4EE3\u6838\u5FC3\u673A\u80FD\u591F\u4E3A\u9644\u8FD1\u4EFB\u4F55\u9632\u7EBF\u63D0\u4F9B\u8DB3\u91CF\u7684\u52E4\u52A1\u652F\u6301\u3002
block.sfire-mod-final-command-core.name = \u6700\u9AD8\u6307\u6325\u4E2D\u5FC3
block.sfire-mod-final-command-core.description = \u6218\u533A\u6838\u5FC3\uFF0C\u88C5\u7532\u539A\u91CD\uFF0C\u63D0\u4F9B\u66F4\u591A\u5355\u4F4D\u5BB9\u91CF\u3002

#\u2014\u2014\u5355\u4F4D\u5DE5\u5382\u2014\u2014#
block.sfire-mod-special-factory.name = \u7279\u79CD\u5DE5\u5382
block.sfire-mod-special-factory.description = \u7814\u7A76\u3001\u751F\u4EA7\u5148\u8FDB\u7279\u6B8A\u6218\u6597\u5355\u4F4D\u3002\n\u53EF\u4EE5\u627F\u63A5\u500D\u4E58\u7EA7\u4F5C\u6218\u5355\u4F4D\u8BA2\u5355\u3002
block.sfire-mod-special-factory.details = \u7531\u500D\u4E58\u7EA7\u5355\u4F4D\u91CD\u6784\u5DE5\u5382\u6539\u9020\u800C\u6765\uFF0C\u8BBE\u65BD\u8F83\u4E3A\u5B8C\u5907\uFF0C\u80FD\u591F\u4EE5\u8F83\u5FEB\u7684\u901F\u5EA6\u6784\u5EFA\u7B2C\u4E09\u7EA7\u5355\u4F4D\u3002\u540C\u65F6\u627F\u62C5\u5404\u79CD\u6539\u88C5\u6D4B\u8BD5\u4EFB\u52A1\u4E0E\u65B0\u5174\u529F\u80FD\u6027\u5355\u4F4D\u5236\u9020\u3002

block.sfire-mod-pentative-reconstructor.name = \u6CF0\u7279\u7EA7\u5355\u4F4D\u91CD\u6784\u5DE5\u5382
block.sfire-mod-pentative-reconstructor.description = \u5728\u539F\u6709\u57FA\u7840\u6784\u9020\u4E4B\u4E0A\u5347\u7EA7\u62A4\u7532\uFF0C\u80FD\u6E90\uFF0C\u6B66\u5668\u7B49\u65B9\u9762\u3002
block.sfire-mod-pentative-reconstructor.details = \u25A0\u25A0\u90E8\u5728\u25A0\u25A0\u25A0\u6218\u533A\u906D\u53D7\u4E25\u91CD\u6253\u51FB\uFF0C\u6211\u4EEC\u4E86\u89E3\u5230\u73B0\u6709\u6B66\u5668\u88C5\u5907\u5DF2\u7ECF\u4E0D\u8DB3\u4EE5\u652F\u6491\u65E5\u76CA\u589E\u957F\u7684\u5404\u7C7B\u4EFB\u52A1\u3002\n\u654C\u4EBA\u7684\u9632\u7EBF\u4E0E\u519B\u5DE5\u5382\u6B63\u5728\u9010\u6E10\u89C4\u6A21\u5316\uFF0C\u4ED6\u4EEC\u5984\u56FE\u5229\u7528\u5730\u7F18\u4F18\u52BF\u74E6\u89E3\u6211\u4EEC\u7684\u8FDB\u653B\u3002\n\u8FD9\u662F\u5FC5\u8981\u7684\u4E00\u6B65\uFF1A\u5347\u7EA7\u88C5\u7532\u3001\u4F18\u5316\u80FD\u6E90\u6838\u5FC3\u4E0E\u5206\u914D\u7CFB\u7EDF\u3001\u66F4\u6709\u9488\u5BF9\u6027\u7684\u7279\u5316\u6B66\u5907\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7\u6CF0\u7279\u7EA7\u4F5C\u6218\u5355\u4F4D\u5C06\u6210\u4E3A\u7ACB\u7AFF\u89C1\u5F71\u7684\u7834\u5C40\u4E4B\u6CD5\uFF0C\u4F46\u5E76\u975E\u662F\u552F\u4E00\u7684\u529E\u6CD5

block.sfire-mod-terr-assembler.name = \u9614\u91CE\u7BA1\u7406\u4E2D\u5FC3
block.sfire-mod-terr-assembler.description = \u7EC4\u88C5\u9614\u91CE\u3002
block.sfire-mod-elec-assembler.name = \u7535\u9CC4\u7EC4\u88C5\u5668
block.sfire-mod-elec-assembler.description = \u7EC4\u88C5\u7535\u9CC4\u3002
block.sfire-mod-payload-construstor.name = \u6536\u5BB9\u5757\u6784\u9020\u5668
block.sfire-mod-payload-construstor.description = \u6784\u9020\u4E24\u79CD\u6536\u5BB9\u5757\u3002

#\u2014\u2014\u5355\u4F4D\u2014\u2014#
unit.sfire-mod-flareX.name = \u9EA6\u8292
unit.sfire-mod-flareX.description = \u53D1\u5C04\u8FFD\u8E2A\u5BFC\u5F39\uFF0C\u5BF9\u5730\u9762\u76EE\u6807\u6295\u4E0B\u71C3\u70E7\u5F39\u3002
unit.sfire-mod-flareX.details = [#a3ba73]\u6EA2\u88C2\u6570\u636E\u5E93\u5DF2\u89E3\u7801\uFF1A\n[]\u4E2D\u578B\u591A\u7528\u9014\u6218\u6597\u673A\u3002\u8FD9\u5947\u5F02\u7684\u5916\u5F62\u4E4B\u4E0B\u9690\u85CF\u7740\u5982\u6B64\u6050\u6016\u7684\u673A\u52A8\u6027\u80FD\uFF0C\u8FD9\u53EF\u80FD\u662F\u6211\u4EEC\u7684\u96F7\u8FBE\u65E0\u6CD5\u63A2\u6D4B\u5230\u5B83\u7684\u539F\u56E0\u4E4B\u4E00\uFF1F\n[red]\u4E00\u5207\u5C1A\u4E0D\u660E\u786E\uFF0C\u6211\u4EEC\u9700\u8981\u66F4\u591A\u6570\u636E\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7
unit.sfire-mod-electrodile.name = \u7535\u9CC4
unit.sfire-mod-electrodile.description = \u642D\u8F7D\u4E09\u8054\u88C5\u91CD\u578B\u7535\u6D46\u70AE\uFF0C\u8FD1\u5730\u60AC\u6D6E\u80FD\u8DE8\u8D8A\u90E8\u5206\u5730\u5F62\u3002
unit.sfire-mod-electrodile.details = [#a3ba73]\u6EA2\u88C2\u6570\u636E\u5E93\u5DF2\u89E3\u7801\uFF1A\n[]\u5B9E\u9A8C\u578B\u91CD\u578B\u60AC\u6D6E\u8F7D\u5177\u3002\u4ECE\u5176\u5185\u7F6E\u7CFB\u7EDF\u4E0E\u80FD\u91CF\u5206\u914D\u63A8\u6D4B\u7531\u96F7\u9E23\u7CFB\u5217\u53D1\u5C55\u800C\u6765\u3002\u540E\u7EED\u7684\u6539\u8FDB\u578B\u53F7\u4E2D\u589E\u8BBE\u77ED\u7A0B\u63A8\u8FDB\u7CFB\u7EDF\uFF0C\u7528\u4E8E\u7FFB\u8D8A\u4E2D\u5C0F\u578B\u590D\u6742\u5730\u5F62\u3002\n\u4ECE\u4E2D\u592E\u6570\u636E\u5E93\u83B7\u53D6\u5176\u84DD\u56FE\u540E\uFF0C\u9006\u5411\u5DE5\u7A0B\u7684\u74F6\u9888\u8F6C\u79FB\u5230\u4E86\u80FD\u6E90\u4E0E\u62A4\u7532\u7CFB\u7EDF\u4E0A\u2026\u2026
unit.sfire-mod-thunderclap.name = \u9739\u96F3
unit.sfire-mod-thunderclap.description = \u642D\u8F7D\u5206\u88C5\u5F0F\u5BF9\u5730\u8109\u51B2\u70AE\uFF0C\u5BF9\u7A7A\u4E2D\u76EE\u6807\u53D1\u5C04\u762B\u75EA\u6027\u8109\u51B2\u5BFC\u5F39\u3002
unit.sfire-mod-thunderclap.details = [#a3ba73]\u6EA2\u88C2\u6570\u636E\u5E93\u5DF2\u89E3\u7801\uFF1A\n[]\u91CD\u578B\u706B\u529B\u6295\u9001\u7A7A\u8247\u3002\u5C3D\u7BA1\u5176\u5185\u90E8\u8BBE\u5907\u5DF2\u7ECF\u5927\u5E45\u6539\u52A8\uFF0C\u4F46\u4F9D\u7136\u53EF\u4EE5\u770B\u51FA\u5176\u5E08\u627F\u96F7\u9E23\u4E00\u8109\u3002\n[black]\u770B\u8D77\u6765\u50CF\u662F\u6280\u672F\u6210\u719F\u7684\u79CD\u7C7B
unit.sfire-mod-knocker.name = \u6572\u95E8\u7816
unit.sfire-mod-knocker.description = \u6B65\u884C\u7206\u7834\u673A\u7532\uFF0C\u5BF9\u76EE\u6807\u53D1\u52A8\u6BC1\u706D\u6027\u6253\u51FB\u3002
unit.sfire-mod-knocker.details = [#a3ba73]\u6EA2\u88C2\u6570\u636E\u5E93\u5DF2\u89E3\u7801\uFF1A\n[]\u642D\u8F7D\u9AD8\u7206\u4E32\u8054\u6218\u6597\u90E8\uFF0C\u89E3\u9664\u4FDD\u9669\u540E\u53D1\u5C04\u3002\n\u76F4\u63A5\u635F\u6BC1\u5C0F\u8303\u56F4\u5EFA\u7B51\u5E76\u5BF9\u6740\u4F24\u8303\u56F4\u5185\u7684\u5355\u4F4D\u9020\u6210\u635F\u4F24\uFF0C\u762B\u75EA\u5927\u9762\u79EF\u7684\u4FEE\u590D\u88C5\u7F6E\u3002
unit.sfire-mod-knocker-missile.name = \u6572\u95E8\u7816

unit.sfire-mod-partiality-A.name = \u504F\u8892-\u7532
unit.sfire-mod-partiality-A.description = \u7CBE\u82F1\u673A\u52A8\u53CD\u88C5\u7532\u90E8\u961F\u3002\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u53D1\u52A8\u7A81\u88AD\u3002
unit.sfire-mod-partiality-B.name = \u504F\u8892-\u4E59
unit.sfire-mod-partiality-B.description = \u7CBE\u82F1\u673A\u52A8\u70AE\u51FB\u90E8\u961F\u3002\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u53D1\u52A8\u70AE\u51FB\u3002\n\u5BF9\u5EFA\u7B51\u9020\u6210\u66F4\u591A\u635F\u574F\u3002
unit.sfire-mod-partiality-C.name = \u504F\u8892-\u4E19
unit.sfire-mod-partiality-C.description = \u7CBE\u82F1\u673A\u52A8\u5BFC\u5F39\u90E8\u961F\u3002\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u53D1\u5C04\u8D28\u5B50\u5BFC\u5F39\u3002\n\u5BF9\u7A7A\u519B\u9020\u6210\u66F4\u9AD8\u4F24\u5BB3\u3002
unit.sfire-mod-partiality-D.name = \u504F\u8892-\u4E01
unit.sfire-mod-partiality-D.description = \u7CBE\u82F1\u673A\u52A8\u52E4\u52A1\u90E8\u961F\u3002\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u4FEE\u590D\u9644\u8FD1\u53CB\u65B9\u5355\u4F4D\u3002\n\u643A\u5E26[stat]\u4E3B\u52A8\u5F0F[]\u4E09\u53E0\u5185\u7206\u5F39\uFF0C[red]\u5207\u83AB\u4F7F\u5176\u63A5\u8FD1\u9632\u7EBF\uFF01\uFF01\uFF01
unit.sfire-mod-partiality-D.details = \u4F3C\u4E4E\u4F7F\u7528\u67D0\u79CD\u7279\u6B8A\u6750\u8D28\u7684\u673A\u4F53\u5916\u58F3\uFF0C\u4F1A\u5438\u6536\u4E00\u5207\u9891\u6BB5\u7684\u80FD\u91CF\u5E76\u5728\u67D0\u79CD\u6761\u4EF6\u4E0B\u589E\u5F3A\u5185\u90E8\u80FD\u91CF\u6E90



unit.sfire-mod-blade.name = \u5229\u5203
unit.sfire-mod-blade.description = \u6807\u51C6\u5316\u8F7B\u578B\u62A4\u822A\u8230\u53EA\uFF0C\u642D\u8F7D\u6FC0\u5149\u7167\u5C04\u70AE\u4E0E\u5DE1\u822A\u5BFC\u5F39\u7CFB\u7EDF\u3002\n\u80FD\u591F\u62E6\u622A\u4E34\u8FD1\u7684\u5B9E\u4F53\u5F39\u836F\u5E76\u4FEE\u590D\u9644\u8FD1\u7684\u5355\u4F4D\u3002
unit.sfire-mod-blade-missile.name = \u5229\u5203\u5BFC\u5F39
unit.sfire-mod-titan.name = \u6CF0\u5766
unit.sfire-mod-titan.description = \u6807\u51C6\u5316\u91CD\u578B\u5730\u9762\u6218\u6597\u673A\u7532\uFF0C\u642D\u8F7D\u4E2D\u7A0B\u5927\u53E3\u5F84\u9730\u5F39\u70AE\u4E0E\u5C0F\u578B\u52A0\u519C\u70AE\u3002\n\u80FD\u591F\u4E3A\u9644\u8FD1\u7684\u5355\u4F4D\u63D0\u4F9B\u62A4\u76FE\u4E0E\u8D85\u9891\u3002
unit.sfire-mod-vast.name = \u6CA7\u6D77
unit.sfire-mod-vast.description = \u6807\u51C6\u5316\u91CD\u578B\u6C34\u9762\u6218\u6597\u8230\u8247\uFF0C\u642D\u8F7D\u590D\u5408\u5782\u76F4\u53D1\u5C04\u7CFB\u7EDF\u548C\u77ED\u7A0B\u6FC0\u5149\u3002\n\u80FD\u591F\u62E6\u622A\u4E34\u8FD1\u7684\u5B9E\u4F53\u5F39\u836F\u3002\n\u4F1A\u9488\u5BF9\u96BE\u4EE5\u6D88\u706D\u7684\u76EE\u6807\u53D1\u52A8\u9971\u548C\u6253\u51FB\u3002

unit.sfire-mod-\u4F2F\u52B3.name = \u4F2F\u52B3
unit.sfire-mod-\u4F2F\u52B3.description = \u4FE1\u606F\u7F3A\u5931\uFF01
unit.sfire-mod-\u4E9A\u9F99.name = \u4E9A\u9F99
unit.sfire-mod-\u4E9A\u9F99.description = \u4FE1\u606F\u7F3A\u5931\uFF01

#\u6211\u65B9\u53EF\u7528
unit.sfire-mod-ordinance.name = \u7ACB\u5BAA
unit.sfire-mod-ordinance.description = \u653B\u51FB\u9644\u8FD1\u6240\u6709\u654C\u4EBA\u3002\u53D1\u5C04\u5DE8\u578B\u7A7F\u7532\u7206\u7834\u5F39\u4E0E\u95EA\u7535\u94FE\uFF0C\u7A7F\u900F\u654C\u519B\u548C\u5EFA\u7B51\u3002\n\u6B63\u9762\u5F3A\u653B\u4E0E\u7A7A\u964D\u4F5C\u6218\u7684\u6838\u5FC3\u529B\u91CF\u4E4B\u4E00\u3002
unit.sfire-mod-ordinance.details = \u5269 \u8005 \u4E3A \u738B
unit.sfire-mod-libra.name = \u5730\u661F
unit.sfire-mod-libra.description = \u6298\u8DC3\u80FD\u91CF\u70B8\u5F39\u7838\u5411\u654C\u4EBA\u9020\u6210\u4E25\u91CD\u7834\u574F\uFF0C\u5BF9\u62A4\u76FE\u6740\u4F24\u529B\u663E\u8457\u3002\n\u53D1\u5C04\u5927\u578B\u8109\u51B2\u6FC0\u5149\u675F\u5E76\u4FEE\u590D\u53CB\u65B9\u5EFA\u7B51\u3002\n\u4E3A\u4E34\u8FD1\u7684\u53CB\u65B9\u5355\u4F4D\u63D0\u4F9B\u5F3A\u5316\u3002\n\u80FD\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u3002
unit.sfire-mod-libra.details =
unit.sfire-mod-agelenid.name = \u76D8\u9F99
unit.sfire-mod-agelenid.description = \u53D1\u5C04\u8FFD\u8E2A\u706B\u7BAD\u4E0E\u5927\u91CF\u6FC0\u5149\uFF0C\u5E76\u5728\u6B64\u8FC7\u7A0B\u4E2D\u4FEE\u590D\u81EA\u5DF1\u3002\n\u80FD\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u3002
unit.sfire-mod-agelenid.details =
unit.sfire-mod-hepta.name = \u5E7F\u5BD2
unit.sfire-mod-hepta.description = \u4FEE\u7406\u53CB\u65B9\u5355\u4F4D\u5E76\u63D0\u4F9B\u62A4\u76FE\uFF0C\u4F7F\u7528\u5E72\u6270\u80FD\u91CF\u573A\u7535\u51FB\u9644\u8FD1\u654C\u4EBA\u5E76\u53D1\u5C04\u5207\u5272\u5149\u675F\u3002\u53EF\u4EE5\u643A\u5E26\u5927\u578B\u5355\u4F4D\u6216\u65B9\u5757\u3002
unit.sfire-mod-hepta.details =
unit.sfire-mod-sundown.name = \u4F59\u8F89
unit.sfire-mod-sundown.description = \u653B\u51FB\u9644\u8FD1\u6240\u6709\u654C\u4EBA\u3002\u53D1\u5C04\u5BC6\u96C6\u7684\u5E26\u7535\u5206\u88C2\u5F39\uFF0C\u6295\u9001\u8FDC\u7A0B\u5DE1\u98DE\u5F39\u3002
unit.sfire-mod-sundown.details =
unit.sfire-mod-sundown-missile.name = \u4F59\u8F89\u5BFC\u5F39
unit.sfire-mod-dorudon.name = \u6ED5\u738B
unit.sfire-mod-dorudon.description = \u653B\u51FB\u9644\u8FD1\u6240\u6709\u654C\u4EBA\u3002\u53D1\u5C04\u5BC6\u96C6\u7684\u9AD8\u7206\u5BFC\u5F39\u4E0E\u7834\u7247\u5BFC\u5F39\u3002\u642D\u8F7D\u5BF9\u62A4\u76FE\u6709\u5F3A\u5927\u7834\u574F\u80FD\u529B\u7684\u88C2\u4F4D\u8F68\u9053\u70AE\u3002
unit.sfire-mod-dorudon.details =
unit.sfire-mod-cerberilla.name = \u7F57\u6C49
unit.sfire-mod-cerberilla.description = \u653B\u51FB\u9644\u8FD1\u6240\u6709\u654C\u4EBA\u3002\u53D1\u5C04\u5927\u91CF\u8109\u51B2\u5F39\u4E0E\u9707\u7206\u5F39\uFF0C\u5BF9\u654C\u65B9\u4F9B\u7ED9\u94FE\u9020\u6210\u6BC1\u706D\u6027\u6253\u51FB\u3002\n\u4FDD\u62A4\u5E76\u4FEE\u590D\u4E34\u8FD1\u7684\u53CB\u65B9\u5355\u4F4D\u3002
unit.sfire-mod-cerberilla.details =

unit.sfire-mod-vanguard.name = \u51B2\u950B
unit.sfire-mod-vanguard.description = \u5411\u9644\u8FD1\u654C\u4EBA\u53D1\u5C04\u5927\u53E3\u5F84\u5B50\u5F39\u3002
unit.sfire-mod-vanguard.details = \u9020\u4EF7\u4F4E\u5EC9\uFF0C\u673A\u52A8\u6027\u4F18\u826F\uFF0C\u5E38\u88AB\u7528\u4E8E\u706B\u529B\u4FA6\u67E5\u3002\n\u4E3A\u4E86\u4FDD\u7559\u5176\u9AD8\u673A\u52A8\u6027\uFF0C\u6211\u4EEC\u4E0D\u5F97\u4E0D\u820D\u5F03\u4E86\u5927\u53E3\u5F84\u53CD\u5EFA\u7B51\u5F39\u836F\uFF0C\u4F46\u5728\u9762\u5BF9\u654C\u65B9\u5355\u4F4D\u65F6\u4F9D\u7136\u5177\u6709\u4E00\u5B9A\u7684\u751F\u5B58\u80FD\u529B\u3002
unit.sfire-mod-striker.name = \u7A81\u88AD
unit.sfire-mod-striker.description = \u53D1\u5C04\u9AD8\u7206\u706B\u7BAD\uFF0C\u91CD\u88C5\u901F\u5EA6\u8F83\u6162\u3002\n\u5BC6\u5C01\u8231\u5BA4\uFF0C\u53EF\u4EE5\u8DE8\u8D8A\u6C34\u57DF\u3002
unit.sfire-mod-striker.details = \u517C\u5907\u673A\u52A8\u4E0E\u706B\u529B\uFF0C\u80FD\u591F\u5FEB\u901F\u4ECE\u591A\u65B9\u4F4D\u7A81\u5165\u6218\u573A\u652F\u63F4\u3002\n\u2014\u2014\u201C\u552F\u4E00\u7684\u7F3A\u70B9\u662F\u4E0D\u80FD\u8DE8\u8D8A\u5C71\u8109\u201D\n\u2014\u2014\u201C\u90A3\u4E3A\u4EC0\u4E48\u4E0D\u4F7F\u7528\u7A7A\u519B\u5462\uFF1F\u201D
unit.sfire-mod-skyfire.name = \u8F70\u70B8
unit.sfire-mod-skyfire.description = \u5411\u8FDC\u7A0B\u5730\u9762\u76EE\u6807\u53D1\u5C0450\u679A\u6E29\u538B\u5F39\uFF0C\u5BF9\u5EFA\u7B51\u7834\u62C6\u6548\u679C\u6781\u4F73\u3002
unit.sfire-mod-skyfire.details = \u4E00\u6B3E\u7ECF\u5178\u7684\u8FDC\u7A0B\u706B\u529B\u6295\u9001\u65B9\u6848\uFF0C\u5C3D\u7BA1\u5176\u8BBE\u8BA1\u6765\u81EA\u8FDC\u53E4\u5E74\u4EE3\uFF0C\u4F46\u7ED3\u6784\u7B80\u5355\u6295\u9001\u80FD\u529B\u5F3A\u608D\u4F7F\u5F97\u5B83\u4F9D\u7136\u6D3B\u8DC3\u5728\u6218\u573A\u4E00\u7EBF\u3002\n\u53D1\u5C04\u524D\u9700\u8981\u67B6\u8D77\uFF0C\u6CE8\u610F\u63D0\u9632\u654C\u4EBA\u7684\u8FDC\u7A0B\u6253\u51FB\u4E0E\u7A7A\u4E2D\u529B\u91CF\uFF01\n\u201C\u6D6A\u6F2B\u800C\u81F4\u547D\u201D
unit.sfire-mod-flanker.name = \u53CD\u51FB
unit.sfire-mod-flanker.description = \u53D1\u5C04\u53CD\u88C5\u7532\u51B2\u51FB\u5F39\u3002\n\u80FD\u591F\u78BE\u538B\u5EFA\u7B51\u3002
unit.sfire-mod-flanker.details = \u8FC7\u53BB\u7528\u4E8E\u642D\u8F7D\u5149\u68F1\u653B\u57CE\u5E73\u53F0\u7684\u5E95\u76D8\u56E0\u7CFB\u7EDF\u517C\u5BB9\u6027\u6781\u5DEE\u4E14\u80FD\u8017\u8F83\u9AD8\u5BFC\u81F4\u673A\u4F53\u81C3\u80BF\uFF0C\u5982\u4ECA\u88AB\u7528\u4E8E\u642D\u8F7D\u53CD\u88C5\u7532\u6B66\u5668\u3002\u8FD9\u95E8\u4E2D\u53E3\u5F84\u9AD8\u500D\u8EAB\u7BA1\u70AE\u80FD\u6709\u6548\u51FB\u788E\u654C\u4EBA\u4E0E\u62A4\u76FE\uFF0C\u4F46\u8FD9\u79CD\u5F39\u836F\u5E76\u4E0D\u9002\u5408\u7528\u4E8E\u6253\u51FB\u5EFA\u7B51\u88C5\u7532\uFF0C\u9762\u5BF9\u654C\u65B9\u706B\u70AE\u9635\u5730\u65F6\u8BF7\u6CE8\u610F\u89C4\u907F\u3002
unit.sfire-mod-executioner.name = \u65A9\u9996
unit.sfire-mod-executioner.description = \u53D1\u5C04\u5927\u53E3\u5F84\u6C1A\u82AF\u805A\u7206\u5F39\u5F15\u8D77\u4E8C\u6B21\u7206\u70B8\u3002\n\u80FD\u591F\u78BE\u538B\u5EFA\u7B51\u3002\n\u4F18\u5148\u653B\u51FB\u6838\u5FC3\u3002
unit.sfire-mod-executioner.details = \u4F18\u79C0\u7684\u673A\u52A8\u5E95\u76D8\u4E0E\u8DB3\u591F\u5927\u7684\u8F66\u8EAB\u5BB9\u79EF\u4EE4\u5176\u80FD\u9002\u914D\u591A\u79CD\u591A\u6837\u7684\u6B66\u5668\u914D\u7F6E\uFF0C\u8FD9\u53F0\u5766\u514B\u8EAB\u4E0A\u66FE\u7ECF\u88C5\u8F7D\u8FC7\u8BB8\u591A\u6B66\u5668\uFF1A\u6FC0\u5149\u7167\u5C04\u70AE\u3001\u7535\u78C1\u70AE\u3001\u805A\u53D8\u52A0\u519C\u70AE\uFF0C\u4F46\u4EC5\u4F7F\u7528\u6FC0\u5149\u7167\u5C04\u70AE\u7684\u7248\u672C\u7531\u4E8E\u5176\u4E0D\u582A\u5165\u76EE\u7684\u5BF9\u5355\u4F4D\u547D\u4E2D\u4E0E\u6740\u4F24\u6027\u80FD\u4EE5\u53CA\u5DE8\u5927\u80FD\u8017\u6240\u81F4\u7684\u4F4E\u4E0B\u673A\u52A8\u6027\u800C\u5341\u5206\u5BB9\u6613\u88AB\u7A7A\u519B\u90E8\u961F\u6240\u51FB\u6BC1\u3002\u7ECF\u6218\u635F\u6570\u636E\u5BF9\u6BD4\uFF0C\u6240\u6709\u642D\u8F7D\u6FC0\u5149\u7167\u5C04\u70AE\u7684\u65A9\u9996\u88AB\u5168\u90E8\u6539\u4E3A\u805A\u53D8\u52A0\u519C\u70AE\uFF0C\u9644\u52A0\u4E00\u5BF9\u540C\u8F74\u6FC0\u5149\u53D1\u5C04\u5668\uFF0C\u5E76\u5C06\u6B64\u7248\u672C\u4F5C\u4E3A\u6240\u6709\u540C\u7CFB\u5766\u514B\u7684\u9ED8\u8BA4\u51FA\u5382\u8BBE\u7F6E\u3002
unit.sfire-mod-enforcer.name = \u5E73\u5B9A
unit.sfire-mod-enforcer.description = \u53D1\u5C04\u8FDC\u7A0B\u7A7F\u7532\u9707\u64BC\u5F39\u3002\n\u80FD\u591F\u78BE\u538B\u5EFA\u7B51\u3002
unit.sfire-mod-enforcer.details =

unit.sfire-mod-convection.name = \u591A\u4E91
unit.sfire-mod-convection.description = \u53D1\u5C04\u78C1\u6270\u6CE2\u675F\u3002
unit.sfire-mod-convection.details =
unit.sfire-mod-sleet.name = \u971C\u96EA
unit.sfire-mod-sleet.description = \u53D1\u5C04\u51B7\u51BB\u5149\u675F\uFF0C\u62D6\u5EF6\u654C\u4EBA\u884C\u8FDB\u5E76\u9020\u6210\u4E9B\u8BB8\u4F24\u5BB3\u3002
unit.sfire-mod-sleet.details =
unit.sfire-mod-cumulus.name = \u71C3\u7A7A
unit.sfire-mod-cumulus.description = \u53D1\u5C04\u9AD8\u80FD\u5149\u675F\u4E0E\u71C3\u70E7\u5BFC\u5F39\u3002
unit.sfire-mod-cumulus.details =
unit.sfire-mod-circulation.name = \u98D3\u98CE
unit.sfire-mod-circulation.description = \u53D1\u5C04\u5BC6\u96C6\u7684\u80FD\u91CF\u5F39\u4E0E\u9707\u7206\u5F39\u3002
unit.sfire-mod-circulation.details = \u2014\u2014\u6218\u6597\u6027\u80FD\u8BC4\u4F30\u62A5\u544A\u2014\u2014\n\u201C\u7531\u4E24\u53F0\u98D3\u98CE\u7EC4\u6210\u961F\u4F0D\u80FD\u591F\u6709\u6548\u622A\u6740\u5927\u90E8\u5206\u79FB\u52A8\u76EE\u6807\u6216\u5C06\u5EFA\u7B51\u96C6\u7FA4\u5937\u4E3A\u5E73\u5730\uFF0C\u4F46\u5374\u4E0D\u80FD\u6709\u6548\u5E94\u5BF9\u9AD8\u62A4\u7532\u76EE\u6807\uFF0C\u5728\u9047\u5230\u62E5\u6709\u5BF9\u7A7A\u706B\u529B\u6216\u8005\u91CD\u578B\u88C5\u7532\u76EE\u6807\u65F6\u5E94\u5F53\u5C3D\u5FEB\u64A4\u79BB\uFF0C\u907F\u514D\u66F4\u591A\u4E0D\u5FC5\u8981\u7684\u635F\u5931\u3002\u201D
unit.sfire-mod-cirrus.name = \u96F7\u66B4
unit.sfire-mod-cirrus.description = \u53D1\u5C04\u78C1\u7206\u80FD\u91CF\u5F39\u4E0E\u96F7\u96E8\u751F\u6210\u5668\u3002\u62E5\u6709\u5C0F\u578B\u62A4\u76FE\u53D1\u751F\u5668\u3002
unit.sfire-mod-cirrus.details = \u5927\u91CF\u80FD\u91CF\u5728\u4E00\u5B9A\u533A\u57DF\u5185\u5FEB\u901F\u7206\u53D1\u5BF9\u4E8E\u529B\u573A\u53D1\u751F\u5668\u7684\u635F\u4F24\u662F\u6BC1\u706D\u6027\u7684\uFF0C\u4F46\u5BF9\u63A5\u5730\u7684\u91CD\u578B\u5EFA\u7B51\u6548\u679C\u4E0D\u597D\uFF0C\u5728\u96E8\u5929\u80FD\u53D1\u6325\u5BF9\u90E8\u961F\u7684\u6700\u9AD8\u6740\u4F24\u6027\u80FD
unit.sfire-mod-stratosphere.name = \u5730\u52A8
unit.sfire-mod-stratosphere.description = \u6295\u4E0B\u7535\u9ED8\u5F39\u4E0E\u653B\u9876\u71C3\u70E7\u5F39\u3002\u914D\u5907\u9632\u7A7A\u51B7\u51BB\u5149\u675F\u3002\n\u53EF\u4EE5\u643A\u5E26\u5355\u4F4D\u8FDB\u884C\u7A7A\u964D\u4F5C\u6218\u3002

unit.sfire-mod-alnitak.name = \u53C2\u5BBF
unit.sfire-mod-alnitak.description = \u53D1\u5C04\u5C0F\u53E3\u5F84\u70AE\u5F39\u548C\u4E2D\u7A0B\u5236\u5BFC\u9C7C\u96F7\u3002
unit.sfire-mod-alnitak.details = \u673A\u52A8\u6027\u80FD\u4F18\u79C0\uFF0C\u5E38\u4F5C\u4E3A\u6D77\u5CB8\u5DE1\u903B\u961F\uFF0C\u80FD\u591F\u9AD8\u6548\u6E05\u7406\u843D\u5355\u7684\u654C\u65B9\u8239\u53EA\u6216\u5176\u4ED6\u5C0F\u578B\u76EE\u6807
unit.sfire-mod-polaris.name = \u5317\u6597
unit.sfire-mod-polaris.description = \u53D1\u5C04\u51B2\u51FB\u675F\uFF0C\u4F7F\u7528\u6C72\u53D6\u5149\u675F\u4FEE\u590D\u81EA\u8EAB\u3002\n\u914D\u5907\u5DE1\u822A\u7CFB\u7EDF\uFF0C\u62E5\u6709\u66F4\u5927\u7684\u89C6\u91CE\u8303\u56F4\u3002
unit.sfire-mod-polaris.details =
unit.sfire-mod-antares.name = \u7F57\u661F
unit.sfire-mod-antares.description = \u642D\u8F7D\u901A\u7528\u5782\u76F4\u53D1\u5C04\u5355\u5143\uFF0C\u53D1\u5C04\u5C0F\u578B\u8D28\u5B50\u70AE\u5F39\u4E0E\u5F39\u9053\u5BFC\u5F39\u3002
unit.sfire-mod-antares.details = \u53D1\u73B0\u654C\u4EBA\u5E76\u4E0D\u80FD\u5B8C\u5168\u786E\u4FDD\u573A\u9762\u63A7\u5236\u6743\u5728\u4F60\u7684\u624B\u4E0A\uFF0C\u7F57\u661F\u6240\u642D\u8F7D\u7684\u5F3A\u52B2\u7684\u80FD\u6E90\u7CFB\u7EDF\u4E0E\u4EE5\u53CA\u4F18\u79C0\u7684\u706B\u63A7\u96F7\u8FBE\u4F7F\u5F97\u5B83\u80FD\u5FEB\u901F\u54CD\u5E94\u5230\u4EFB\u4F55\u4E00\u4E2A\u4F4D\u7F6E\u53BB\uFF0C\u65E0\u8BBA\u5176\u4EFB\u52A1\u662F\u9632\u7A7A\u8FD8\u662F\u53CD\u8230
unit.sfire-mod-merak.name = \u5929\u7F61
unit.sfire-mod-merak.description = \u53D1\u5C04\u5BC6\u96C6\u7684\u91CD\u578B\u9632\u7A7A\u5BFC\u5F39\u548C\u8D28\u5B50\u70AE\u3002
unit.sfire-mod-merak.details = \u5176\u5F3A\u5927\u7684\u80FD\u91CF\u6838\u5FC3\u4E0E\u706B\u63A7\u5206\u914D\u4F7F\u5F97\u5B83\u6210\u4E3A\u4E86\u7B2C\u4E00\u4EE3\u8D28\u5B50\u70AE\u201C\u6F2B\u6E38\u201D\u7684\u6700\u4F73\u5B9E\u9A8C\u5E73\u53F0\uFF0C\u5373\u4F7F\u662F\u91CD\u578B\u7A7A\u4E2D\u76EE\u6807\u4E5F\u65E0\u6CD5\u62B5\u6321\u8D28\u5B50\u70AE\u7684\u649E\u51FB\u4E0E\u9632\u7A7A\u5BFC\u5F39\u6240\u81F4\u6D77\u91CF\u635F\u4F24
unit.sfire-mod-regulus.name = \u7384\u51A5
unit.sfire-mod-regulus.description = \u53D1\u5C04\u5927\u578B\u8D28\u5B50\u9C7C\u96F7\u4E0E\u8D28\u5B50\u70AE\u3002\u643A\u5E26\u4E09\u5BF9\u5168\u81EA\u52A8\u5BFC\u5F39\u53D1\u5C04\u5668\u3002
unit.sfire-mod-regulus.details = \u67D0\u4E9B\u578B\u53F7\u66FE\u88AB\u7528\u4E8E\u642D\u8F7D\u6218\u672F\u5F39\u9053\u5BFC\u5F39\uFF0C\u4F46\u53D7\u5236\u4E8E\u5E73\u53F0\u6F5C\u529B\u4EE5\u53CA\u9AD8\u6602\u6210\u672C\u800C\u65E0\u6CD5\u5927\u89C4\u6A21\u4F7F\u7528\u3002\n\u968F\u7740\u67D0\u91CD\u578B\u5F39\u9053\u5BFC\u5F39\u7684\u7814\u53D1\u5217\u88C5\u800C\u9010\u6E10\u9000\u51FA\u73B0\u5F79
unit.sfire-mod-alioth.name = \u91CD\u5802
unit.sfire-mod-alioth.description = \u53D1\u5C04\u6C18\u82AF\u5F39\u4E0E\u9AD8\u805A\u6C1A\u82AF\u8109\u51B2\u5F39\uFF0C\u5BF9\u654C\u7535\u5B50\u8BBE\u5907\u9020\u6210\u4E25\u91CD\u4F24\u5BB3\u3002
unit.sfire-mod-alioth.details = \u4EE5\u201C\u5149\u9634\u201D\u4E3A\u9996\u7684\u4E00\u6279\u5C16\u7AEF\u79D1\u6280\u2014\u2014\u7B2C\u4E09\u4EE3\u8D28\u5B50\u70AE\u7684\u6740\u4F24\u6027\u80FD\u5341\u5206\u663E\u8457\uFF0C\u4F46\u5B83\u56E0\u4E3A\u80FD\u8017\u8FC7\u9AD8\u800C\u65E0\u6CD5\u6279\u91CF\u5217\u88C5\u4E0E\u79FB\u52A8\u5E73\u53F0\u4E0A\u3002\n\u800C\u88C2\u4F4D\u5F15\u64CE\u5C0F\u578B\u5316\u4F7F\u5F97\u7B2C\u56DB\u4EE3\u8BD5\u9A8C\u6027\u8D28\u5B50\u805A\u53D8\u6B66\u5668\u80FD\u591F\u5B9E\u73B0\u5E76\u642D\u8F7D\u5728\u79FB\u52A8\u5E73\u53F0\u4E0A\uFF0C\u751A\u81F3\u6709\u591A\u4F59\u80FD\u91CF\u5206\u914D\u7ED9\u5DF2\u7ECF\u5C0F\u578B\u5316\u7684\u7B2C\u4E8C\u4EE3\u8D28\u5B50\u70AE\u7CFB\u7EDF\u3002\n\u4F5C\u4E3A\u65B0\u4E00\u4EE3\u8FDC\u7A0B\u91CD\u706B\u529B\u652F\u63F4\u8230\uFF0C\u5176\u673A\u52A8\u6027\u80FD\u582A\u5FE7\uFF0C\u5C3D\u91CF\u4E0D\u8981\u8BA9\u5B83\u66B4\u9732\u5728\u654C\u4EBA\u7684\u76F4\u63A5\u653B\u51FB\u4E0B\u3002

unit.sfire-mod-assembler-drone.name = \u7EC4\u88C5\u65E0\u4EBA\u673A
unit.sfire-mod-assembler-drone-large.name = \u5927\u578B\u7EC4\u88C5\u65E0\u4EBA\u673A
unit.sfire-mod-armed-drone.name = \u9ED8\u9014
unit.sfire-mod-armed-drone.description = \u642D\u8F7D4\u95E8\u5E76\u5217\u8109\u51B2\u67AA\uFF0C\u81EA\u4E3B\u4FA6\u5BDF\u63A8\u8FDB\u5E76\u653B\u51FB\u9644\u8FD1\u6240\u6709\u654C\u4EBA\u3002\n\u62E5\u6709\u4E00\u4E2A\u62A4\u76FE\u53D1\u751F\u5668\u3002
unit.sfire-mod-armed-drone.details = \u4E2D\u578B\u67E5\u6253\u4E00\u4F53\u4F5C\u6218\u5355\u4F4D\u3002\u4F5C\u4E3A\u5EC9\u4EF7\u7684\u7A81\u8FDB\u90E8\u961F\u6765\u8BF4\uFF0C\u5B83\u8DB3\u591F\u4F18\u79C0\uFF1B\u4F5C\u4E3A\u6218\u6597\u5355\u4F4D\u6765\u8BF4\uFF0C\u5B83\u592A\u8FC7\u8106\u5F31\u3002\u59A5\u5584\u5229\u7528\u5B83\u7684\u4FA6\u5BDF\u8BBE\u5907\u4E3A\u6218\u5C40\u638C\u63E1\u66F4\u591A\u4E3B\u52A8\u6027\u3002

unit.sfire-mod-farmer.name = \u5DE5\u519C
unit.sfire-mod-farmer.description = \u81EA\u52A8\u91CD\u5EFA\u635F\u574F\u7684\u5EFA\u7B51\u5E76\u653B\u51FB\u9760\u8FD1\u7684\u654C\u4EBA\u3002\u53D1\u5C04\u762B\u75EA\u6FC0\u5149\u4E0E\u7EB3\u7C73\u5F39\u3002\u4FEE\u590D\u9644\u8FD1\u7684\u53CB\u65B9\u5355\u4F4D\u3002
unit.sfire-mod-farmer.details = [lime]\u5DE5\u519C\u6B66\u88C5\u5272\u636E\uFF01[]\n\u4E3A\u9002\u5E94\u6CF0\u4F2F\u5229\u4E9A\u6218\u573A\u590D\u6742\u73AF\u5883\u800C\u6253\u9020\u7684\u4E00\u4EE3\u5168\u80FD\u52E4\u52A1\u8230\u53EA\uFF0C\u642D\u8F7D\u201C\u7EA2\u661F\u201D\u6838\u5FC3\u7CFB\u7EDF\uFF0C\u80FD\u591F\u81EA\u52A8\u9002\u5E94\u5404\u79CD\u4EFB\u52A1\u7684\u884C\u4E3A\u64CD\u63A7\u4E0E\u80FD\u6E90\u5206\u914D\u3002
unit.sfire-mod-carrier.name = \u7FA4\u4F17
unit.sfire-mod-carrier.description = \u63D0\u4F9B\u66F4\u5F3A\u5927\u7684\u6218\u573A\u8FD0\u8F7D\u80FD\u529B\u3002\n\u642D\u8F7D\u77ED\u7A0B\u5F3A\u9178\u55B7\u67AA\u3002
unit.sfire-mod-carrier.details = \u7531\u539F\u578B\u5DE5\u519C\u6539\u9020\u800C\u6765\u7684\u4E00\u578B\u4EC5\u6267\u884C\u8F7D\u8377\u8FD0\u8F7D\u4EFB\u52A1\u7684\u52E4\u52A1\u8230\u53EA\uFF0C\u642D\u8F7D\u201C\u7EA2\u661F-\u4E59\u201D\u6838\u5FC3\u64CD\u63A7\u7CFB\u7EDF\u3002\n[red]\u629B\u5F03\u6B66\u5668\u7CFB\u7EDF\u4E0E\u706B\u63A7\u96F7\u8FBE[]\u4F7F\u98DE\u63A7\u7CFB\u7EDF\u80FD\u7CBE\u51C6\u5206\u914D\u52A8\u529B\u80FD\u6E90\u3002


unit.sfire-mod-flamer.name = \u953B\u706B
unit.sfire-mod-flamer.description = \u88C5\u8F7D\u7206\u71C3\u5207\u5272\u67AA\u4E0E\u77FF\u6E23\u69B4\u5F39\u629B\u5C04\u5668\u3002\n\u653B\u51FB\u4F1A\u70B9\u71C3\u76EE\u6807\u5E76\u5BF9\u5EFA\u7B51\u9020\u6210\u8F83\u5927\u635F\u5BB3\u3002
unit.sfire-mod-thunder.name = \u96F7\u9E23
unit.sfire-mod-thunder.description = \u53D1\u5C04\u8109\u51B2\u5F39\u4E0E\u95EA\u7535\u53D1\u751F\u5668\u3002\n\u62A4\u7532\u539A\u91CD\u4F46\u672C\u4F53\u7565\u4E3A\u8106\u5F31\uFF0C\u6CE8\u610F\u89C4\u907F\u654C\u91CD\u578B\u9632\u7A7A\u706B\u529B\u3002
unit.sfire-mod-banisher.name = \u7AED\u6CFD
unit.sfire-mod-banisher.description = \u53D1\u5C04\u5C0F\u578B\u6FC0\u5149\u548C\u5B9A\u5411\u51B2\u51FB\u5F39\u3002\n\u4E3A\u9644\u8FD1\u7684\u5355\u4F4D\u63D0\u4F9B\u4FDD\u62A4\u3002\n\u80FD\u591F\u8DE8\u8D8A\u6C34\u57DF\u3002
unit.sfire-mod-banisher.details = \u201C\u957F\u5F13\u201D\u5B9E\u9A8C\u5E73\u53F0\u7684\u4F7F\u547D\u81EA\u6D77\u519B\u6B66\u5907\u5B8C\u6210\u6574\u6539\u800C\u7ED3\u675F\uFF0C\u51ED\u501F\u5176\u4F18\u79C0\u7684\u57FA\u7840\u8BBE\u8BA1\u6240\u79EF\u6512\u4E0B\u7684\u6D77\u91CF\u6570\u636E\u4E0E\u53EF\u884C\u6027\u65B9\u6848\u662F\u4E00\u7B14\u65E0\u5C3D\u7684\u8D22\u5BCC\uFF0C\u800C\u8FD9\u4FBF\u662F\u5B83\u6240\u80FD\u4E3A\u6211\u4EEC\u5E26\u6765\u7684\u6700\u540E\u4E00\u4EFD\u793C\u7269\u2014\u2014\n\u7EE7\u627F\u4E86\u5176\u80FD\u6E90\u4F53\u7CFB\u53D1\u5C55\u800C\u6765\uFF0C\u5728\u6570\u4E2A\u7279\u79CD\u673A\u68B0\u4E2D\u62E5\u6709\u6700\u8FDC\u4E3B\u70AE\u6740\u4F24\u8DDD\u79BB\u4E0E\u6700\u5F3A\u6FC0\u5149\u62E6\u622A\u6027\u80FD\u7684\u6CDB\u7528\u6027\u4E24\u6816\u70AE\u8247
unit.sfire-mod-hammer.name = \u653B\u57CE\u9524
unit.sfire-mod-hammer.description = \u5411\u5730\u9762\u76EE\u6807\u53D1\u5C04\u5927\u53E3\u5F84\u69B4\u5F39\u70AE\u3002\n\u80FD\u591F\u8DE8\u8D8A\u5927\u90E8\u5206\u56FA\u6001\u5730\u5F62\u3002

unit.sfire-mod-terrascape.name = \u9614\u91CE
unit.sfire-mod-terrascape.description = \u6295\u9001\u8D85\u8F7D\u5F15\u529B\u53D1\u751F\u5668\u4E0E\u5149\u5B50\u5BFC\u5F39\u3002\u95F4\u6B47\u6027\u53D1\u5C04\u51B2\u51FB\u675F\uFF0C\u914D\u5907\u7A7A\u57DF\u9759\u7535\u573A\u3002
unit.sfire-mod-terrascape.details = \u5BF9\u654C\u6218\u7EBF\u8D8A\u6765\u8D8A\u5E7F\u9614\uFF0C\u6BCF\u6B21\u884C\u52A8\u6240\u906D\u9047\u7684\u654C\u5BF9\u52BF\u529B\u8D8A\u6765\u8D8A\u5F3A\u5927\uFF0C\u9614\u91CE\u7684\u51FA\u73B0\u51E0\u4E4E\u89E3\u51B3\u4E86\u6240\u6709\u96BE\u9898\u3002\u4F5C\u4E3A\u4E00\u652F\u5168\u80FD\u6218\u8230\uFF0C\u65E0\u8BBA\u662F\u653B\u57CE\u8FD8\u662F\u7834\u519B\uFF0C\u4ED6\u65E0\u6240\u4E0D\u80FD\u3002\n\u51F6\u608D\u7684\u706B\u529B\u4E0E\u6781\u5F3A\u7684\u5EFA\u9020\u3001\u4FDD\u62A4\u80FD\u529B\u4F7F\u5F97\u4ED6\u5B8C\u5168\u8DB3\u4EE5\u72EC\u5F53\u4E00\u9762\u3002\n\u540C\u65F6\u5176\u8FC7\u9AD8\u7684\u8017\u6750\u4E0E\u5DE8\u5927\u7684\u7EF4\u62A4\u6D88\u8017\u6210\u4E3A\u4E86\u540E\u52E4\u7684\u4E00\u5927\u8003\u9A8C\uFF0C\u76EE\u524D\u4EC5\u6709\u7B2C\u4E94\u519B\u56E2\u62E5\u6709\u6279\u91CF\u6D3E\u9063\u9614\u91CE\u7684\u80FD\u529B\u3002
unit.sfire-mod-stardust.name = \u788E\u8FB0
unit.sfire-mod-stardust.description = \u53EA\u653B\u51FB\u6307\u5B9A\u76EE\u6807\uFF0C\u53D1\u5C04\u8D85\u89C6\u8DDD\u5F39\u9053\u80FD\u91CF\u5F39\uFF0C[gold]\u6709\u6982\u7387\u5F3A\u884C\u7A81\u7834\u529B\u573A\u76F4\u63A5\u653B\u5165\u5185\u90E8\u3002[gray]\u88C5\u7532\u539A\u91CD\u4F46\u51E0\u4E4E\u6CA1\u6709\u8FD1\u6218\u81EA\u4FDD\u80FD\u529B\u3002
unit.sfire-mod-tau.name = \u9676
unit.sfire-mod-tau.description = \u4FDD\u62A4\u52E4\u52A1\u6838\u5FC3\u3002\n\u5EFA\u9020\u80FD\u529B\u6700\u5F3A\uFF0C\u53EF\u4EE5\u5F00\u91C7\u56DB\u7EA7\u77FF\u77F3\u3002\n\u53D1\u5C04\u77ED\u7A0B\u7EB3\u7C73\u8702\u5DE2\u5BFC\u5F39\u653B\u51FB\u654C\u4EBA\u6216\u4FEE\u590D\u5EFA\u7B51\u3002
unit.sfire-mod-tau.details = \u6B63\u9762\u6218\u573A\u9010\u6B65\u6269\u5927\uFF0C\u8001\u65E7\u7684\u4F3D\u9A6C\u5DF2\u65E0\u6CD5\u518D\u9002\u5E94\u65E5\u76CA\u9669\u6076\u7684\u524D\u7EBF\u73AF\u5883\n\u201C\u5B83\u751A\u81F3\u65E0\u6CD5\u5728\u7834\u7247\u7EB7\u98DE\u7684\u6218\u573A\u4E0A\u5B58\u6D3B\uFF0C\u4F55\u8C08\u4E88\u4EE5\u524D\u7EBF\u652F\u63F4\u201D\n\u65B0\u578B\u6838\u5FC3\u4E0E\u65B0\u4E00\u4EE3\u6838\u5FC3\u673A\u7684\u7814\u53D1\u540C\u6B65\u63D0\u4E0A\u65E5\u7A0B\u3002\n\u4EE5\u5DE5\u519C\u4E3A\u539F\u578B\uFF0C\u642D\u8F7D\u201C\u7EA2\u661F-\u7532\u201D\u6838\u5FC3\u64CD\u63A7\u7CFB\u7EDF\uFF0C\u91CD\u7F6E\u4E86\u6B66\u5668\u91C7\u77FF\u5EFA\u7B51\u7B49\u65B9\u9762\u80FD\u91CF\u5206\u914D\u7684\u6539\u8FDB\u578B\u201C\u6C11\u5175\u201D\u88AB\u9009\u4E2D\u6210\u4E3A\u65B0\u4E00\u4EE3\u6838\u5FC3\u673A\u5E76\u6B63\u5F0F\u5217\u88C5\uFF0C\u4EE3\u53F7\u201C\u9676\u201D\u3002
unit.sfire-mod-omega.name = \u6B27\u7C73\u8304
unit.sfire-mod-omega.description = \u4FDD\u62A4\u6700\u9AD8\u6307\u6325\u4E2D\u5FC3\u3002\n\u62E5\u6709\u5FEB\u901F\u5EFA\u9020\u80FD\u529B\u3002\n\u53D1\u5C04\u7A7F\u7532\u71C3\u70E7\u5F39\u4E0E\u5BFC\u5F39\u3002
unit.sfire-mod-omega.details = \u6211\u4EEC\u5148\u8FDB\u7684\u6B27\u7C73\u8304\u6218\u6597\u6838\u5FC3\u673A\u65E9\u5DF2\u8D85\u8D8A\u4E86\u8001\u5F0F\u7684Glaive\u6218\u8247

unit.sfire-mod-UTV.name = \u4E24\u6816\u88C5\u7532\u8FD0\u8F7D\u8F66
unit.sfire-mod-UTV.description = \u8FD0\u8F7D\u5927\u91CF\u7269\u54C1\u3002\n\u914D\u5907\u8D28\u5B50\u51B2\u51FB\u67AA\uFF0C\u5168\u5BC6\u5C01\u91CD\u88C5\u7532\u3002\n\u53EF\u4EE5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002
unit.sfire-mod-UTV-Artillery.name = \u8D28\u5B50\u69B4\u70AE\u8FD0\u8F7D\u8F66
unit.sfire-mod-UTV-Artillery.description = \u4F7F\u7528\u88C5\u7532\u8FD0\u8F7D\u8F66\u4F5C\u4E3A\u5E95\u76D8\uFF0C\u5E76\u653E\u5F03\u4E00\u5207\u8F7D\u8D27\u5BB9\u91CF\u8F6C\u4E3A\u4E00\u95E8\u8D28\u5B50\u69B4\u5F39\u70AE\u4EE5\u53CA\u7EB3\u7C73\u4FEE\u590D\u7CFB\u7EDF\u3002\n\u65E0\u6CD5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002\n[stat]\u5F3A\u5927\u8FDC\u7A0B\u5730\u9762\u652F\u63F4\u80FD\u529B\u3002
unit.sfire-mod-UTV-Command.name = \u6218\u5730\u6307\u6325\u8F66
unit.sfire-mod-UTV-Command.description = \u4F7F\u7528\u88C5\u7532\u8FD0\u8F7D\u8F66\u4F5C\u4E3A\u5E95\u76D8\uFF0C\u5E76\u653E\u5F03\u4E00\u5207\u8F7D\u8D27\u5BB9\u91CF\u8F6C\u4E3A\u642D\u8F7D\u5C0F\u578B\u8F66\u8F7D\u96F7\u8FBE\uFF0C\u5176\u62E5\u6709\u66F4\u5E7F\u9614\u7684\u89C6\u91CE\u3002\u8D1F\u8D23\u4F5C\u6218\u6307\u6325\u6216\u6307\u5F15\u70AE\u706B\u6253\u51FB\u3002\n\u53EF\u4EE5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002\n[red]\u88AB\u6467\u6BC1\u4F1A\u5BFC\u81F4\u6211\u4EEC\u4E22\u5931\u8BE5\u5730\u533A\u7684\u6218\u573A\u63A7\u5236\uFF0C\u52A1\u5FC5\u4FDD\u62A4\uFF01
unit.sfire-mod-UTV-Defense.name = \u9632\u5FA1\u6269\u5C55\u8FD0\u8F7D\u8F66
unit.sfire-mod-UTV-Defense.description = \u4F7F\u7528\u88C5\u7532\u8FD0\u8F7D\u8F66\u4F5C\u4E3A\u5E95\u76D8\uFF0C\u5E76\u653E\u5F03\u4E00\u5207\u8F7D\u8D27\u5BB9\u91CF\u8F6C\u4E3A\u4E00\u5EA7\u70B9\u9632\u5FA1\u7CFB\u7EDF\u4EE5\u53CA\u5C0F\u578B\u529B\u573A\u53D1\u751F\u5668\u3002\n\u53EF\u4EE5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002\n[stat]\u63D0\u4F9B\u4E2D\u7A0B\u5B9E\u5F39\u9632\u5FA1\u4E0E\u8FD1\u7A0B\u62A4\u76FE\u3002
unit.sfire-mod-UTV-Missile.name = \u9632\u7A7A\u5BFC\u5F39\u8FD0\u8F7D\u8F66
unit.sfire-mod-UTV-Missile.description = \u4F7F\u7528\u88C5\u7532\u8FD0\u8F7D\u8F66\u4F5C\u4E3A\u5E95\u76D8\uFF0C\u5E76\u653E\u5F03\u4E00\u5207\u8F7D\u8D27\u5BB9\u91CF\u8F6C\u4E3A\u4E00\u53F0\u56DB\u8054\u88C5\u5BFC\u5F39\u53D1\u5C04\u5668\u4EE5\u53CA\u7EB3\u7C73\u4FEE\u590D\u7CFB\u7EDF\u3002\n\u53EF\u4EE5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002\n[stat]\u5F3A\u5927\u4E2D\u7A0B\u9632\u7A7A\u80FD\u529B\u3002

#\u2014\u2014\u5730\u677F\u2014\u2014#
block.sfire-mod-srontium.name = \u9536
block.sfire-mod-rubidium.name = \u94F7
block.sfire-mod-fermium.name = \u9544
block.sfire-mod-chromium.name = \u94EC

block.sfire-mod-snow-sand.name = \u96EA\u6C99
block.sfire-mod-spore-sand.name = \u5B62\u5B50\u6C61\u67D3\u6C99
block.sfire-mod-quartz-sand.name = \u77F3\u82F1\u7802
block.sfire-mod-rare-earth-floor.name = \u7A00\u571F\u5730
block.sfire-mod-rare-earth-water.name = \u7A00\u571F\u6D45\u6EE9
block.sfire-mod-calrare-earth-floor.name = \u9499\u5316\u7A00\u571F\u5730
block.sfire-mod-calrare-earth-.name = \u9499\u5316\u7A00\u571F\u5751
block.sfire-mod-calrare-earth-wall.name = \u9499\u5316\u7A00\u571F\u5899

block.sfire-mod-magstone-floor.name = \u78C1\u77F3
block.sfire-mod-magstone-wall.name = \u78C1\u77F3\u5899
block.sfire-mod-magstone-stone.name = \u78C1\u77F3
block.sfire-mod-magbasalt-floor.name = \u78C1\u7384\u6B66\u5CA9
block.sfire-mod-magbasalt-wall.name = \u78C1\u7384\u6B66\u5CA9\u5899
block.sfire-mod-magbasalt-stone.name = \u78C1\u7384\u6B66\u5CA9
block.sfire-mod-magshale-floor.name = \u78C1\u9875\u5CA9
block.sfire-mod-magshale-wall.name = \u78C1\u9875\u5CA9\u5899
block.sfire-mod-magshale-stone.name = \u78C1\u9875\u5CA9


block.sfire-mod-calcite-floor.name = \u65B9\u89E3\u77F3
block.sfire-mod-calcite-wall.name = \u65B9\u89E3\u77F3\u5899
block.sfire-mod-calcite-stone.name = \u65B9\u89E3\u77F3
block.sfire-mod-celestite-floor.name = \u5929\u9752\u77F3
block.sfire-mod-celestite-vent.name = \u5929\u9752\u77F3\u5751
block.sfire-mod-celestite-wall.name = \u5929\u9752\u77F3\u5899
block.sfire-mod-celestite-stone.name = \u5929\u9752\u77F3
block.sfire-mod-crackrock-floor.name = \u88C2\u7EB9\u5CA9
block.sfire-mod-crackrock-wall.name = \u88C2\u7EB9\u5CA9\u5899
block.sfire-mod-crackrock-stone.name = \u88C2\u7EB9\u5CA9
block.sfire-mod-combination-floor.name = \u5D4C\u5408\u5CA9
block.sfire-mod-combination-vent.name = \u5D4C\u5408\u5CA9\u5751
block.sfire-mod-combination-wall.name = \u5D4C\u5408\u5CA9\u5899
block.sfire-mod-combination-stone.name = \u5D4C\u5408\u5CA9


block.sfire-mod-radiquartz-floor.name = \u8F90\u5C04\u77F3\u82F1
block.sfire-mod-radiquartz-wall.name = \u8F90\u5C04\u77F3\u82F1\u5899
block.sfire-mod-radiquartz-stone.name = \u8F90\u5C04\u77F3\u82F1\u7C07
block.sfire-mod-radiamphibole-floor.name = \u8F90\u5C04\u89D2\u95EA\u5CA9
block.sfire-mod-radiamphibole-wall.name = \u8F90\u5C04\u89D2\u95EA\u5CA9\u5899
block.sfire-mod-radiamphibole-stone.name = \u8F90\u5C04\u89D2\u95EA\u5CA9
block.sfire-mod-radigabbro-floor.name = \u8F90\u5C04\u8F89\u957F\u5CA9
block.sfire-mod-radigabbro-wall.name = \u8F90\u5C04\u8F89\u957F\u5CA9\u5899
block.sfire-mod-radigabbro-stone.name = \u8F90\u5C04\u8F89\u957F\u5CA9

block.sfire-mod-radimacadam1-floor.name = \u8F90\u5C04\u788E\u88C2\u89D2\u95EA\u5CA9
block.sfire-mod-radimacadam2-floor.name = \u8F90\u5C04\u788E\u88C2\u8F89\u957F\u5CA9


block.sfire-mod-industry-floor.name = \u5DE5\u4E1A\u533A\u5730\u9762
block.sfire-mod-industry-supplyer.name = \u4F9B\u7ED9\u578B\u5DE5\u4E1A\u533A\u5730\u9762
block.sfire-mod-industry-floor-broken.name = \u635F\u574F\u7684\u5DE5\u4E1A\u533A\u5730\u9762
block.sfire-mod-industry-heater.name = \u4F9B\u70ED\u578B\u5DE5\u4E1A\u533A\u5730\u9762
block.sfire-mod-industry-heater-broken.name = \u635F\u574F\u7684\u4F9B\u70ED\u578B\u5DE5\u4E1A\u533A\u5730\u9762
block.sfire-mod-industry-floor-cover.name = \u5730\u9762\u9694\u79BB\u677F
block.sfire-mod-industry-wall.name = \u5DE5\u4E1A\u533A\u9694\u79BB\u5899
block.sfire-mod-nano-panel.name = \u7EB3\u7C73\u5730
block.sfire-mod-industry-nanowall.name = \u7EB3\u7C73\u9694\u79BB\u5899

block.sfire-mod-light-red.name = \u7EA2\u6307\u793A\u706F
block.sfire-mod-light-yellow.name = \u9EC4\u6307\u793A\u706F
block.sfire-mod-light-blue.name = \u84DD\u6307\u793A\u706F
block.sfire-mod-light-green.name = \u7EFF\u6307\u793A\u706F

block.sfire-mod-reforced-floor.name = \u786C\u5316\u5730\u9762
block.sfire-mod-reforced-floor-1.name = \u786C\u5316\u5730\u97621
block.sfire-mod-reforced-floor-2.name = \u786C\u5316\u5730\u97622
block.sfire-mod-reforced-floor-3.name = \u5730\u9762\u7F51\u683C\u7EBF
block.sfire-mod-perimeter.name = \u8B66\u6212\u7EBF
block.sfire-mod-perimeter.description = \u4E0D\u5141\u8BB8\u5EFA\u7B51

block.sfire-mod-metal-tower-1.name = \u91D1\u5C5E\u67B61
block.sfire-mod-metal-tower-2.name = \u91D1\u5C5E\u67B62
block.sfire-mod-metal-tower-3.name = \u91D1\u5C5E\u67B63

block.sfire-mod-disc-engine.name = \u88C2\u4F4D\u5F15\u64CE
block.sfire-mod-oil-drums.name = \u50A8\u5907\u6CB9\u6876
block.sfire-mod-oil-drums.description = [coral]\u53EF\u7206\u70B8
block.sfire-mod-oil-drums-large.name = \u50A8\u5907\u6CB9\u6876\u7EC4
block.sfire-mod-oil-drums-large.description = [coral]\u53EF\u7206\u70B8
block.sfire-mod-oil-drums-armor.name = \u88C5\u7532\u50A8\u6CB9\u7F50
block.sfire-mod-big-radar.name = \u5927\u578B\u96F7\u8FBE
block.sfire-mod-radar-station.name = \u96F7\u8FBE\u7AD9

#\u2014\u2014\u7269\u54C1\u2014\u2014#
item.sfire-mod-strontium.name = \u9536
item.sfire-mod-strontium.description = \u6613\u71C3\u91D1\u5C5E\u5143\u7D20\uFF0C\u7528\u4F5C\u53CD\u5E94\u88C5\u7532\uFF0C\u7279\u6B8A\u6218\u6597\u90E8\u4EE5\u53CA\u5F15\u706B\u7EC4\u4EF6\u3002
item.sfire-mod-strontium.details = \u5316\u5B66\u6027\u8D28\u8FC7\u4E8E\u6D3B\u6CFC\uFF0C\u7565\u5FAE\u53D7\u70ED\u5C31\u4F1A\u7ACB\u523B\u5267\u70C8\u6C27\u5316\u71C3\u70E7\u3002\u5728\u771F\u7A7A\u73AF\u5883\u4E2D\u76F8\u5F53\u7A33\u5B9A\uFF0C\u4F46\u53EF\u4EE5\u901A\u8FC7\u63BA\u5165\u5176\u4ED6\u7269\u8D28\u6765\u5F62\u6210\u7279\u6B8A\u6740\u4F24\u6027\u6218\u6597\u90E8
item.sfire-mod-rubidium.name = \u94F7
item.sfire-mod-rubidium.description = \u4F18\u8D28\u5929\u7136\u5F3A\u7535\u78C1\u6027\u80FD\u91D1\u5C5E\uFF0C\u8FD9\u4F7F\u5B83\u80FD\u5E94\u7528\u5230\u4E00\u4E9B\u9AD8\u5371\u7684\u6D41\u4F53\u5DE5\u4E1A\u4E2D\u53BB\u3002\u7528\u4F5C\u5927\u578B\u78C1\u6405\u62CC\u5B50\u3001\u963B\u6EDE\u9501\u5B9A\u5668\u7B49\u78C1\u6027\u90E8\u4EF6\u3002
item.sfire-mod-rubidium.details = \u636E\u8BF4\u8FD9\u73A9\u610F\u7684\u5355\u8D28\u4E0E\u67D0\u79CD\u6052\u661F\u7EC8\u70B9\u7269\u8D28\u6DF7\u5408\u540E\u4F1A\u5BF9\u673A\u68B0\u4F53\u4EA7\u751F\u6781\u5927\u7684\u5F71\u54CD\n\u2014\u2014\u6709\u5F85\u8003\u8BC1
item.sfire-mod-fermium.name = \u9544
item.sfire-mod-fermium.description = \u7528\u4E8E\u9AD8\u8010\u7528\u7ED3\u6784\u4E0E\u9AD8\u6297\u70ED\u88C5\u7532\uFF0C\u7A7F\u900F\u6027\u5316\u5B66\u71C3\u70E7\u5F39\u836F\u4E0E\u88C2\u53D8\u71C3\u6599\u3002
item.sfire-mod-fermium.details = \u6CF0\u4F2F\u5229\u4E9A\u4E0A\u7684\u7A00\u6709\u91D1\u5C5E\uFF0C\u81F4\u5BC6\u575A\u786C\u3002\u5177\u6709\u653E\u5C04\u6027\uFF0C\u8FD9\u53EF\u80FD\u5BF9\u5468\u8FB9\u73AF\u5883\u9020\u6210\u4E00\u5B9A\u5F71\u54CD\uFF0C\u4F46\u5728\u8FD9\u9897\u661F\u7403\u4E0A\u5DF2\u7ECF\u65E0\u6240\u8C13\u4E86
item.sfire-mod-chromium.name = \u94EC
item.sfire-mod-chromium.description = \u8D28\u5730\u575A\u786C\u4F46\u5E26\u6709\u90E8\u5206\u8106\u6027\uFF0C\u5E38\u7528\u4E8E\u9AD8\u7B49\u91D1\u5C5E\u52A0\u5DE5\u6216\u91CD\u578B\u788E\u7532\u5F39\u3002
item.sfire-mod-chromium.details = \u6700\u575A\u786C\u7684\u91D1\u5C5E\u5143\u7D20\uFF0C\u5448\u73B0\u51FA\u5751\u6D3C\u7684\u5FAE\u89C2\u8868\u9762\u7ED3\u6784\uFF0C\u90E8\u5206\u8BBE\u5907\u6307\u6807\u53EA\u80FD\u7531\u8BE5\u5143\u7D20\u76F8\u5173\u5236\u54C1\u8865\u9F50\u4E14\u6682\u65E0\u53EF\u66FF\u4EE3\u7269\u8D28\uFF0C\u8FD9\u901A\u5E38\u4F1A\u6781\u5927\u5730\u5EF6\u957F\u8BBE\u5907\u7684\u5EFA\u9020\u5468\u671F
item.sfire-mod-rare-earth.name = \u7A00\u571F
item.sfire-mod-rare-earth.description = \u7528\u4E8E\u63D0\u70BC\u591A\u79CD\u7A00\u6709\u91D1\u5C5E\u5143\u7D20\u6216\u591A\u5B54\u5438\u9644\u586B\u6599\u3002
item.sfire-mod-rare-earth.details = \u66FE\u7ECF\uFF0C\u8FD9\u4E9B\u5143\u7D20\u76F8\u5F53\u7A00\u6709\u4E14\u901A\u5E38\u6DF7\u6742\u4E8E\u7845\u9178\u76D0\u7C7B\u6742\u8D28\u4E2D\u96BE\u4EE5\u63D0\u70BC\uFF1B\u73B0\u5728\uFF0C\u867D\u7136\u6B64\u5904\u5143\u7D20\u4E30\u5EA6\u76F8\u5F53\u4E4B\u9AD8\uFF0C\u4F46\u7531\u4E8E\u5176\u5728\u5730\u8868\u603B\u542B\u91CF\u8F83\u4F4E\uFF0C\u201C\u7A00\u571F\u201D\u8FD9\u4E00\u540D\u79F0\u4F9D\u7136\u88AB\u6CBF\u7528\u81F3\u4ECA

item.sfire-mod-silisteel.name = \u78C1\u94A2
item.sfire-mod-silisteel.description = \u5177\u6709\u4F4E\u7535\u901A\u7387\u3001\u9AD8\u5BFC\u78C1\u6027\u80FD\u548C\u4E00\u5B9A\u53EF\u5851\u6027\u7684\u5EC9\u4EF7\u5408\u91D1\u3002\u7528\u9014\u5E7F\u6CDB\u3002
item.sfire-mod-wavesteel.name = \u6CE2\u7EB9\u94A2
item.sfire-mod-wavesteel.description = \u9AD8\u6027\u80FD\u8F7B\u578B\u7ED3\u6784\u6750\u6599\uFF0C\u5728\u8F83\u5927\u7684\u6E29\u5EA6\u8303\u56F4\u5185\u4F9D\u7136\u53EF\u4EE5\u4FDD\u6301\u5F3A\u5EA6\u4F7F\u7528\u4E00\u6BB5\u65F6\u95F4\u540E\u4E0D\u51FA\u73B0\u75B2\u52B3\u73B0\u8C61\u3002\u7528\u9014\u5E7F\u6CDB\u3002
item.sfire-mod-wavesteel.details = [gray]\u8FD9\u53EF\u6BD4\u83B1\u666E\u4FBF\u5B9C\u591A\u4E86[]\u8FD9\u79CD\u6E29\u538B\u6324\u538B\u5DE5\u827A\u4E0E\u6D41\u4F53\u8150\u8680\u5E26\u6765\u7684\u5947\u7279\u8868\u9762\u7EB9\u7406\uFF0C\u5F97\u540D\u6CE2\u7EB9\u94A2
item.sfire-mod-cluster-bomb.name = \u805A\u5408\u70B8\u836F
item.sfire-mod-cluster-bomb.description = \u7528\u4F5C\u6B66\u5668\u5F39\u836F\u3002\u53EF\u71C3\u3001\u6613\u7206\u3002

item.sfire-mod-discordance-fabric.name = \u88C2\u4F4D\u80FD
item.sfire-mod-discordance-fabric.description = \u9AD8\u80FD\u91CF\u4E14\u4E0D\u7A33\u5B9A\u7269\uFF0C\u7528\u505A\u8FDC\u8DDD\u79BB\u77AC\u95F4\u79FB\u52A8\u6216\u9AD8\u80FD\u7834\u7532\u6218\u6597\u90E8\u3002\n\u4E0E\u6CF0\u52D2\u8F7D\u4F53\u7684\u80FD\u91CF\u5BB9\u5668\u9AD8\u5EA6\u4EB2\u548C\uFF0C\u53EF\u7528\u4E8E\u63D0\u5347\u6CF0\u52D2\u8F7D\u4F53\u7684\u80FD\u91CF\u5BC6\u5EA6\u3002
item.sfire-mod-discordance-fabric.details = \u5728\u4E0D\u5C01\u88C5\u7684\u60C5\u51B5\u4E0B\u901A\u8FC7\u963F\u5C14\u6CD5\u7C92\u5B50\u6301\u7EED\u7167\u5C04\u8F70\u51FB\u76F8\u4F4D\u7269\u6765\u4EA7\u751F\u88C2\u4F4D\u80FD\u7684\u7B2C\u4E00\u4EE3\u5DE5\u827A\u4F7F\u66FE\u7ECF\u5236\u53D6\u8FC7\u5B83\u7684\u8BBE\u5907\u5373\u4F7F\u5728\u505C\u673A\u540E\u6570\u6708\u4E5F\u4F1A\u8868\u73B0\u51FA\u5267\u70C8\u81F4\u547D\u7684\u653E\u5C04\u6027\u4F1A\u4F7F\u9644\u8FD1\u7684\u7535\u6C14\u8BBE\u5907\u5BFF\u547D\u4E25\u91CD\u4E0B\u964D\u4EE5\u81F3\u4E8E\u5927\u89C4\u6A21\u88C2\u4F4D\u80FD\u4EA7\u533A\u9644\u8FD1\u65B9\u5706\u767E\u91CC\u5BF8\u5854\u4E0D\u751F\u2026\u2026\n\u597D\u5728\u7B2C\u4E8C\u4EE3\u88C2\u4F4D\u80FD\u5236\u53D6\u91C7\u7528\u4E86\u9AD8\u5BC6\u5EA6\u91D1\u5C5E\u8FDB\u884C\u5C01\u88C5\uFF0C\u6B64\u7C7B\u95EE\u9898\u5DF2\u7ECF\u5F97\u5230\u89E3\u51B3\n[red]\u751F\u4EA7\u65B9\u65E0\u9700\u5BF9\u4EFB\u4F55\u672A\u7ECF\u6279\u51C6\u4E14\u6CA1\u6709\u76F8\u4F4D\u80FD\u91CF\u5DE5\u7A0B\u5E08\u7B49\u76F8\u5173\u4EBA\u5458\u966A\u540C\u7684\u72B6\u6001\u4E0B\u76F4\u63A5\u63A5\u89E6\u6216\u64CD\u4F5C\u88C2\u4F4D\u80FD\u5C01\u88C5\u5916\u58F3\u5BFC\u81F4\u7684\u653E\u5C04\u6740\u4F24\u3001\u5730\u57DF\u6C61\u67D3\u3001\u76F8\u4F4D\u6495\u88C2\u7B49\u60C5\u51B5\u8D1F\u8D23\uFF0C\u4E00\u7ECF\u53D1\u73B0\u8BF7\u7ACB\u523B\u4E0A\u62A5\u5E76\u8FDC\u79BB\u6B64\u5730\uFF0C\u7B49\u5F85\u76F8\u4F4D\u5E94\u6025\u5904\u7406\u7EC4\u652F\u63F4
item.sfire-mod-nano-core.name = \u7EB3\u7C73\u6838
item.sfire-mod-nano-core.description = \u7CBE\u7EC6\u7EB3\u7C73\u6750\u6599\uFF0C\u4E3B\u8981\u5E94\u7528\u4E8E\u5404\u7C7B\u5E94\u6025\u4FEE\u590D\u3001\u5F3A\u5316\u573A\u5408\u3002
item.sfire-mod-nano-core.details = \u7EB3\u7C73\u6750\u6599\uFF0C\u4F3D\u9A6C\uFF01
item.sfire-mod-lens.name = \u5F02\u5411\u6676
item.sfire-mod-lens.description = \u7528\u4E8E\u9AD8\u7B49\u7EA7\u6FC0\u5149\u5668\u6216\u534A\u5BFC\u4F53\u5149\u611F\u5143\u4EF6\u3002\u5E38\u89C1\u4E8E\u6B66\u5668\u7EA7\u6FC0\u5149\u504F\u8F6C\u5668\u4E2D\u3002
item.sfire-mod-lens.details = \u5E38\u6001\u4E0B\u5448\u73B0\u51FA\u5404\u5411\u5F02\u6027\u7684\u6676\u4F53\uFF0C\u786C\u5EA6\u8F83\u4F4E\u4E14\u6781\u5EA6\u6613\u788E\u3002\u5728\u7279\u5B9A\u80FD\u91CF\u5F15\u5BFC\u4E0B\uFF0C\u5176\u6676\u5C42\u7ED3\u6784\u53EF\u4EE5\u53D7\u63A7\u53D8\u5316\u3002\u8FD9\u4E00\u7279\u6027\u4F7F\u5F97\u5176\u5149\u7535\u6027\u80FD\u65E0\u8BBA\u662F\u6570\u503C\u8FD8\u662F\u6CDB\u7528\u6027\u90FD\u8FDC\u8D85\u90A3\u4E9B\u5355\u4E00\u7528\u5904\u7684\u7834\u70C2\u9AD8\u7B49\u5149\u5B66\u6676\u4F53\uFF0C\u8FD9\u5C06\u4F1A\u5F00\u521B\u4E00\u4E2A\u5149\u7535\u5B66\u7684\u65B0\u65F6\u4EE3\uFF0C\u4E00\u4E2A\u4E07\u80FD\u6676\u4F53\u7684\u65F6\u4EE3\u2026\u2026\n\u6216\u8BB8\u6211\u4EEC\u5E94\u8BE5\u8003\u8651\u5BF9\u8FD9\u79CD\u6210\u672C\u9AD8\u6602\u7684\u6676\u4F53\u8FDB\u884C\u91CF\u4EA7\uFF1F
item.sfire-mod-tayrium-alloy.name = \u6CF0\u52D2\u5408\u91D1
item.sfire-mod-tayrium-alloy.description = \u81F4\u5BC6\u575A\u786C\uFF0C\u62E5\u6709\u6781\u5F3A\u7535\u78C1\u6027\u80FD\u7684\u5408\u91D1\u3002\u7528\u4E8E\u5236\u9020\u8D85\u7EA7\u7535\u5BB9\u5668\u6216\u4F5C\u4E3A\u5176\u4ED6\u5F62\u5F0F\u80FD\u91CF\u7684\u8F7D\u4F53\u3002
item.sfire-mod-leippium-alloy.name = \u83B1\u666E\u5408\u91D1
item.sfire-mod-leippium-alloy.description = \u76F8\u5BF9\u786C\u5EA6\u6781\u9AD8\u7684\u5408\u91D1\u3002\u7528\u4E8E\u5148\u8FDB\u88C5\u7532\uFF0C\u5F39\u836F\u4E0E\u6C38\u4E45\u6027\u5EFA\u7B51\u7ED3\u6784\u3002
item.sfire-mod-leippium-alloy.details = \u70ED\u4E0D\u53D8\u5F62\uFF0C\u51B7\u4E0D\u53D8\u786C\uFF0C\u6297\u65F1\u9632\u6F6E\uFF0C\u7ED3\u5B9E\u8010\u7CD9\uFF0C\u9178\u78B1\u4E0D\u4FB5\uFF0C\u7EDD\u5BF9\u53EF\u9760

liquid.sfire-mod-nanofluid.name = \u7EB3\u7C73\u6D41\u4F53
liquid.sfire-mod-nanofluid.description = \u7528\u4F5C\u53CD\u5E94\u5806\uFF0C\u70AE\u53F0\u7684\u5FEB\u901F\u6563\u70ED\u4EE5\u53CA\u4FEE\u590D\u673A\u6784\u3002
liquid.sfire-mod-nitrated-oil.name = \u785D\u5316\u91CD\u6CB9
liquid.sfire-mod-nitrated-oil.description = \u4E3B\u8981\u7528\u4E8E\u5DE5\u4E1A\u751F\u4EA7\u63D0\u53D6\u5176\u4E2D\u7684\u7206\u70B8\u6027\u7269\u8D28\u3002
liquid.sfire-mod-nitrated-oil.details = \u7269\u7406\u7A33\u5B9A\u6027\u6781\u5DEE\uFF0C\u8FD9\u79CD\u6D41\u4F53\u51E0\u4E4E\u4E0D\u80FD\u627F\u53D7\u5E38\u89C4\u51B2\u51FB\uFF0C\u751F\u4EA7\u6216\u8005\u52A0\u5DE5\u8FC7\u7A0B\u4E2D\u53EA\u80FD\u91C7\u53D6\u5927\u578B\u7F13\u901F\u6405\u62CC\u5668\u6765\u540C\u65F6\u786E\u4FDD\u5B89\u5168\u4E0E\u6548\u7387\u3002\u5728\u4F5C\u4E3A\u6DB2\u6001\u70B8\u836F\u65F6\u7206\u901F\u6781\u5DEE\u4E14\u53EF\u80FD\u4F1A\u5BF9\u64CD\u4F5C\u8005\u9020\u6210\u4F24\u5BB3\uFF0C\u901A\u5E38\u4E0D\u7528\u4E8E\u653B\u51FB\u578B\u7528\u9014\uFF0C\u4F46\u5728\u9500\u6BC1\u5E9F\u65E7\u7269\u54C1\u65B9\u9762\u6709\u76F8\u5F53\u4E0D\u9519\u7684\u5B9E\u7528\u6027\u4EE5\u53CA\u2026\u2026\u89C2\u8D4F\u6027
liquid.sfire-mod-actived-nanofluid.name = \u6D3B\u5316\u7EB3\u7C73\u6D41\u4F53
liquid.sfire-mod-actived-nanofluid.description = \u6B66\u5668\u7EA7\u7EB3\u7C73\u6750\u6599\uFF0C\u4F1A\u4EE5\u6781\u5FEB\u7684\u901F\u5EA6\u4E2D\u548C\u5927\u8303\u56F4\u5185\u7684\u7EB3\u7C73\u6D41\u4F53\u5E76\u5BF9\u9644\u8FD1\u5EFA\u7B51\u9020\u6210\u8BB8\u591A\u4F24\u5BB3\u3002\n\u5373\u65F6\u751F\u6548\uFF0C\u4E00\u65E6\u88AB\u53CA\u65F6\u6291\u5236\u5219\u65E0\u6CD5\u9020\u6210\u8DB3\u591F\u7684\u4F24\u5BB3\u3002
liquid.sfire-mod-nitrate.name = \u785D\u9178
liquid.sfire-mod-nitrate.description = \u5F3A\u9178\uFF0C\u7528\u4E8E\u91D1\u5C5E\u523B\u8680\u8F6F\u5316\u6216\u4F5C\u4E3A\u6B66\u5668\u5F39\u836F\u55B7\u5411\u654C\u4EBA\u3002
liquid.sfire-mod-blast-reagent.name = \u7206\u7834\u5242
liquid.sfire-mod-blast-reagent.description = \u53EF\u5851\u5F62\u7A33\u5B9A\u7206\u70B8\u4F53\uFF0C\u7528\u4F5C\u51B2\u538B\u71C3\u6599\u6216\u8005\u586B\u5145\u7206\u70B8\u6027\u6218\u6597\u90E8\u3002
liquid.sfire-mod-mix-gas.name = \u71C3\u6C14
liquid.sfire-mod-mix-gas.description = \u53EF\u71C3\u6C14\u4F53\uFF0C\u9AD8\u7EAF\u5EA6\u5B58\u50A8\u60C5\u51B5\u4E0B\u4E0D\u6613\u7206\uFF0C\u538B\u7F29\u540E\u7528\u4E8E\u5207\u5272\u710A\u63A5\u7B49\u9AD8\u6E29\u52A8\u706B\u4F5C\u4E1A\u3002
liquid.sfire-mod-mix-gas.detail = \u4F20\u70ED\u80FD\u529B\u5DEE\uFF0C\u4E14\u5BB9\u6613\u6C7D\u5316\u3002\u76F8\u5173\u50A8\u7F50\u5E38\u56E0\u4E3A\u5438\u6536\u592A\u591A\u70ED\u91CF\u65E0\u6CD5\u53CA\u65F6\u9038\u6563\u800C\u5BFC\u81F4\u6C14\u538B\u578B\u7269\u7406\u7206\u70B8\uFF0C\u800C\u540E\u91D1\u5C5E\u6495\u88C2\u7684\u706B\u82B1\u53C8\u4F1A\u518D\u4E00\u6B21\u5BFC\u81F4\u5316\u5B66\u7206\u70B8\uFF0C\u5BF9\u4E8E\u6B64\u7C7B\u5371\u9669\u5316\u5B66\u54C1\u5E94\u5F53\u91C7\u53D6\u538B\u529B\u5BB9\u5668\u5B58\u50A8\uFF0C\u5E76\u5B58\u653E\u5728\u8FDC\u79BB\u5371\u9669\u7684\u5730\u65B9\u3002

#\u2014\u2014\u72B6\u6001\u2014\u2014#
status.sfire-mod-repair.name = \u4FEE\u590D
status.sfire-mod-repair.description = [lime]\u7EB3\u7C73\u673A\u5668\uFF0C\u5C0F\u5B50\uFF01
status.sfire-mod-repair-X.name = \u62A2\u4FEE
status.sfire-mod-repair-X.description = [lime]\u7EB3\u7C73\u673A\u5668\uFF0C\u5C0F\u5B50\uFF01
status.sfire-mod-dismantle.name = \u62C6\u89E3
status.sfire-mod-dismantle.description = [lime]\u7EB3\u7C73\u673A\u5668\uFF0C\u5C0F\u5B50\uFF01
status.sfire-mod-scrambled.name = \u5E72\u6270
status.sfire-mod-strengthen.name = \u5F3A\u5316
status.sfire-mod-negative-charge.name = \u9634\u7535
status.sfire-mod-postive-charge.name = \u9633\u7535
status.sfire-mod-magnetic-strif.name = \u78C1\u6270

status.sfire-mod-marked.name = \u6807\u8BB0
status.sfire-mod-acidded.name = \u9644\u7740\u6027\u9178\u8680
status.sfire-mod-breakdown.name = \u5D29\u6E83
status.sfire-mod-inside-break.name = \u5185\u6E83
status.sfire-mod-echo-flame.name = \u4F59\u70ED
status.sfire-mod-over-load.name = \u80FD\u6E90\u8FC7\u8F7D
status.sfire-mod-over-load.description = \u80FD\u6E90\u7CFB\u7EDF\u8FC7\u8F7D\uFF0C\u8FD9\u4F1A\u5BFC\u81F4\u8F93\u51FA\u529F\u7387\u5927\u5E45\u63D0\u9AD8\u5E76\u4E14\u5BF9\u672C\u4F53\u9020\u6210\u635F\u5BB3

status.sfire-mod-stormed.name = \u5F3A\u653B
status.sfire-mod-stormed.description = [coral]\u6025\uFF01 [red]\u6025\uFF01 [crimson]\u6025\uFF01
status.sfire-mod-shattered.name = \u788E\u89E3
status.sfire-mod-over-freezing.name = \u6025\u51BB
status.sfire-mod-chemical-flame.name = \u5316\u5B66\u71C3\u70E7
status.sfire-mod-saturation-attack.name = \u9971\u548C\u6253\u51FB

status.sfire-mod-skewed.name = \u5931\u8861
status.sfire-mod-charging.name = \u84C4\u80FD

#\u2014\u2014\u5929\u6C14\u2014\u2014#
weather.sfire-mod-\u78C1\u7206\u8109\u51B2.name = \u78C1\u7206\u8109\u51B2
weather.sfire-mod-\u76D0\u78B1\u98CE.name = \u76D0\u78B1\u98CE

planet.sfire-mod-tiberia.name = \u6CF0\u4F2F\u5229\u4E9A
#\u2014\u2014\u533A\u5757\u2014\u2014#
sector.sfire-mod-.name = []
sector.sfire-mod-.description = []

sector.sfire-mod-frozenFront.name = \u51BB\u70B9\u524D\u54E8
sector.sfire-mod-frozenFront.description = \u7ECF\u8FC7\u957F\u5E74\u7D2F\u6708\u7684\u89C2\u6D4B\uFF0C\u6211\u4EEC\u7EC8\u4E8E\u6293\u5230\u4E86\u6B64\u5904\u8F68\u9053\u9632\u5FA1\u706B\u529B\u7EF4\u62A4\u7684\u7A7A\u6863\uFF0C\u8FD9\u91CC\u5C06\u6210\u4E3A\u53CD\u653B\u6CF0\u4F2F\u5229\u4E9A\u7684\u7B2C\u4E00\u7AD9\uFF0C\u52A1\u5FC5\u5728\u7A97\u53E3\u671F\u7ED3\u675F\u524D\u4EE5\u6700\u5FEB\u7684\u901F\u5EA6\u6E05\u7A7A\u6838\u5FC3\u533A\u57DF\u5E76\u9632\u6B62\u654C\u4EBA\u547C\u53EB\u589E\u63F4\uFF01

sector.sfire-mod-centerCore.name = [stat]\u4E2D\u592E\u672C\u90E8
sector.sfire-mod-centerCore.description = \u5728\u4F60\u5904\u7406\u8F68\u9053\u9632\u5FA1\u5DE5\u4E8B\u4E4B\u65F6\uFF0C\u6570\u652F\u5C0F\u961F\u5728\u6839\u636E\u8FC7\u53BB\u7684\u5730\u56FE\u540C\u6B65\u641C\u7D22\u9644\u8FD1\u533A\u57DF\u3002\n\u5176\u4E2D\u4E00\u652F\u627E\u5230\u5E76\u53D1\u5E03\u4E86\u96C6\u5408\u5750\u6807\uFF0C\u51E0\u652F\u5C0F\u961F\u6B63\u5728\u91CD\u542F\u4EE5\u524D\u5728\u8FD9\u5EA7\u661F\u7403\u4E0A\u5EFA\u7ACB\u7684\u4E00\u5EA7\u5927\u578B\u57FA\u5730\u53CA\u5176\u90E8\u5206\u9632\u5FA1\u8BBE\u65BD\uFF0C\u4F46\u5F7B\u5E95\u4EE4\u5176\u6062\u590D\u8FD0\u4F5C\u4ECD\u6709\u4E00\u4E9B\u5DE5\u4F5C\u8981\u505A\uFF0C\u5C24\u5176\u662F\u542F\u52A8\u706F\u5854\u4FE1\u6807\u9635\u5217\uFF0C\u5426\u5219\u589E\u63F4\u90E8\u961F\u53EA\u80FD\u901A\u8FC7\u5148\u524D\u6253\u5F00\u7684\u8F68\u9053\u9632\u5FA1\u7F3A\u53E3\u6D3E\u9063\uFF0C\u867D\u7136\u65E0\u5F02\u4E8E\u676F\u6C34\u8F66\u85AA\u4F46\u603B\u6BD4\u6CA1\u6709\u597D\u3002\u6B64\u6B21\u884C\u52A8\u4E07\u5206\u5FC5\u8981\u4E14\u76F4\u63A5\u5173\u7CFB\u5230\u80FD\u5426\u593A\u56DE\u6CF0\u4F2F\u5229\u4E9A\uFF0C\u654C\u4EBA\u4E0D\u53EF\u80FD\u6CE8\u610F\u4E0D\u5230\u5982\u6B64\u5DE8\u5927\u89C4\u6A21\u7684\u8981\u585E\u6D3B\u52A8\u3002\n\u5C3D\u5FEB\u884C\u52A8\uFF0C\u9644\u8FD1\u7684\u4FA6\u67E5\u961F\u62A5\u544A\u6709\u8BB8\u591A\u654C\u4EBA\u6B63\u5728\u9760\u8FD1\uFF0C\u7EC4\u7EC7\u9635\u5730\u9632\u5B88\u4FE1\u6807\u76F4\u5230\u5176\u4ED6\u519B\u56E2\u843D\u5730\u3002

sector.sfire-crackHills.name = \u6A2A\u65AD\u4E18\u9675
sector.sfire-crackHills.description = \u654C\u4EBA\u6B63\u5728\u6E90\u6E90\u4E0D\u65AD\u5730\u5411\u6B64\u5904\u53D1\u9001\u8FDB\u653B\u90E8\u961F\uFF0C\u7B2C\u4E00\u519B\u56E2\u5C06\u6218\u7EBF\u63A7\u5236\u5728\u4E86\u4E00\u5904\u6613\u5B88\u96BE\u653B\u7684\u4E18\u9675\u5730\u533A\uFF0C\u5229\u7528\u5730\u5F62\u4F18\u52BF\u5EFA\u7ACB\u9635\u5730\u62B5\u6321\u654C\u4EBA\u7684\u653B\u51FB\u3002\n\u6570\u6279\u8FDC\u7A0B\u70AE\u706B\u90E8\u961F\u6B63\u5728\u8DEF\u4E0A\uFF0C\u5F53\u4ED6\u4EEC\u62B5\u8FBE\u76EE\u6807\u4F4D\u7F6E\u540E\u4FBF\u53EF\u4EE5\u5F7B\u5E95\u9501\u6B7B\u8BE5\u533A\u57DF\uFF0C\u63D0\u9632\u53EF\u80FD\u7684\u654C\u7A7A\u519B\u88AD\u51FB\u3002
sector.sfire-sandValley.name = \u6C99\u66B4\u8C37
sector.sfire-sandValley.description = \u8FD9\u7247\u533A\u57DF\u56E0\u957F\u671F\u7684\u98CE\u6C99\u4FB5\u8680\u800C\u7834\u788E\u4E0D\u582A\uFF0C\u98DE\u884C\u5668\u8F83\u96BE\u5728\u6B64\u5904\u957F\u65F6\u95F4\u884C\u8FDB\uFF0C\u5730\u9762\u90E8\u961F\u63A8\u8FDB\u76F8\u5BF9\u6765\u8BF4\u8F83\u4E3A\u7A33\u5B9A\u3002\u4E00\u652F\u4FA6\u67E5\u52D8\u6D4B\u5C0F\u961F\u88AB\u6D3E\u9063\u524D\u51FA\u884C\u52A8\uFF0C\u4F46\u5728\u9014\u4E2D\u56E0\u98CE\u6C99\u6240\u81F4\u8BBE\u5907\u6545\u969C\u800C\u65AD\u8054\u3002\n\u6700\u540E\u4E00\u6B21\u4FE1\u53F7\u5B9A\u4F4D\u5728\u6B64\u5904\uFF0C\u4F9D\u636E\u884C\u52A8\u5B88\u5219\u8F66\u961F\u5E94\u8BE5\u5DF2\u505C\u6B62\u524D\u8FDB\u5E76\u5C31\u8FD1\u5BFB\u627E\u5B89\u5168\u5730\u5E26\u5EFA\u8BBE\u4E34\u65F6\u54E8\u4F4D\u7B49\u5F85\u91CD\u8FDE\uFF0C\u627E\u5230\u4ED6\u4EEC\u3002
sector.sfire-craterBay.name = \u5F39\u5751\u6D77\u6E7E
sector.sfire-craterBay.description = \u5341\u5206\u89C4\u6574\u7684\u5706\u5F62\u5730\u5751\uFF0C\u6A2A\u8DE8\u6570\u767E\u5355\u4F4D\u8DDD\u79BB\u3001\u6DF1\u5EA6\u672A\u63A2\u6D4B\u3001\u6210\u56E0\u672A\u77E5\u3001\u5730\u8868\u7559\u6709\u90E8\u5206\u653E\u5C04\u6027\u3002\u6709\u8BF4\u662F\u4E00\u573A\u672A\u77E5\u5F53\u91CF\u7684\u76F8\u4F4D\u80FD\u6B66\u5668\u5B9E\u9A8C\u6240\u81F4\u3001\u4E5F\u6709\u8BF4\u662F\u66FE\u7ECF\u5927\u89C4\u6A21\u91C7\u77FF\u6240\u7559\u2026\u2026\u4F46\u8FD9\u4E9B\u90FD\u5DF2\u4E0D\u518D\u91CD\u8981\u3002\n\u6D77\u6C34\u5012\u704C\u586B\u6EE1\u4E86\u8FD9\u91CC\uFF0C\u7ECF\u8FC7\u5B9E\u5730\u5DE5\u7A0B\u52D8\u5BDF\uFF0C\u5730\u8D28\u6761\u4EF6\u53CA\u8D44\u6E90\u50A8\u91CF\u8DB3\u4EE5\u5EFA\u7ACB\u5E76\u8FD0\u8425\u4E00\u5EA7\u8F83\u5927\u89C4\u6A21\u7684\u6D77\u519B\u57FA\u5730\uFF0C\u7B2C\u4E8C\u519B\u56E2\u5DF2\u5728\u5EFA\u8BBE\u9014\u4E2D\uFF0C\u524D\u5F80\u534F\u52A9\u4ED6\u4EEC\u3002

#\u2014\u2014\u6218\u5F79\u5730\u56FE\u6587\u672C\u2014\u2014#
#[stat]\u4EFB\u52A1\u76EE\u6807\u4E00  []
#[stat]\u4EFB\u52A1\u76EE\u6807\u4E8C  []
#[stat]\u4EFB\u52A1\u76EE\u6807\u4E09  []
ff.start1 = \u62B5\u8FBE\u6CF0\u4F2F\u5229\u4E9A
ff.start2 = \u7531\u4E8E\u6076\u52A3\u7684\u6781\u5730\u6C14\u5019\u4E0E\u7A00\u5C11\u7684\u8D44\u6E90\u50A8\u5907\uFF0C\u6B64\u5730\u7684\u8F68\u9053\u9632\u5FA1\u7CFB\u7EDF\u5E38\u5E38\u9700\u8981\u505C\u673A\u68C0\u4FEE
ff.start3 = \u73B0\u5728\u6B63\u662F\u4ED6\u4EEC\u5BF9\u7CFB\u7EDF\u68C0\u4FEE\u7684\u95F4\u9699\uFF0C\u6211\u4EEC\u60F3\u529E\u6CD5\u8EB2\u8FC7\u5176\u4ED6\u8F68\u9053\u76D1\u6D4B\u5668\u9001\u6765\u4E86\u4E00\u4E2A\u524D\u54E8\u6838\u5FC3
ff.start4 = \u843D\u5730\u540E\u68C0\u67E5\u6838\u5FC3\u529F\u80FD\u662F\u5426\u5B8C\u6574\uFF0C\u4EE5\u53CA\u4F5C\u6218\u63A7\u5236\u7CFB\u7EDF\u662F\u5426\u53EF\u7528
ff.start5 = \u4FA6\u67E5\u76EE\u6807\u533A\u57DF\uFF0C\u5269\u4F59\u7A81\u51FB\u90E8\u961F\u4F1A\u5206\u6279\u6B21\u62B5\u8FBE
ff.start6 = \u57FA\u5730\u6838\u5FC3\u533A\u7684\u9632\u5FA1\u8F83\u4E3A\u4E25\u5BC6\uFF0C\u4ECE\u5916\u5F3A\u653B\u53EF\u80FD\u4F1A\u9020\u6210\u8F83\u5927\u635F\u5931
ff.start7 = \u53EF\u4EE5\u5148\u6467\u6BC1\u8FD9\u4E24\u5904\u5C0F\u578B\u57FA\u5730\u4EE5\u5207\u65AD\u5176\u5185\u90E8\u9632\u5FA1\u8BBE\u65BD\u7684\u7535\u529B\uFF0C\u800C\u540E\u8FDB\u884C\u603B\u653B
ff.start8 = \u6CE8\u610F\u5230\u57FA\u5730\u5185\u90E8\u6709\u51E0\u4E2A\u8D77\u964D\u5E73\u53F0\uFF0C\u4F60\u4E5F\u53EF\u4EE5\u9009\u62E9\u4ECE\u8FD9\u91CC\u53D1\u52A8\u95EA\u7535\u6218\u5C06\u4ED6\u4EEC\u5185\u90E8\u74E6\u89E3
ff.start9 = \u4F46\u8FD9\u9700\u8981\u8C03\u6574\u6240\u6709\u90E8\u961F\u7684\u8F68\u9053\u4EE5\u786E\u4FDD\u540C\u6B65\u964D\u843D
ff.start10 = \u9009\u62E9\u6743\u5728\u4E8E\u4F60
ff.start11 = \u52A1\u5FC5\u5728\u7A97\u53E3\u671F\u7ED3\u675F\u524D\u4EE5\u6700\u5FEB\u7684\u901F\u5EA6\u6E05\u7A7A\u6B64\u533A\u57DF\u5E76\u9632\u6B62\u654C\u4EBA\u547C\u53EB\u589E\u63F4\uFF01






cc.start1 = \u6B22\u8FCE\u56DE\u5230\u4E2D\u592E\u672C\u90E8
cc.start = \u8FC7\u53BB\u6CA1\u6709\u628A\u63E1\u4F4F\u7684\u673A\u4F1A\u8BA9\u6211\u4EEC\u5931\u53BB\u4E86\u6CF0\u4F2F\u5229\u4E9A
cc.start = \u4F46\u8FD9\u6B21\u51B3\u4E0D\u80FD\u8BA9\u5386\u53F2\u91CD\u6F14
cc.start = \u5916\u56F4\u9632\u5FA1\u8BBE\u65BD\u6B63\u5728\u9010\u6B65\u6062\u590D\uFF0C\u8FD9\u80FD\u62B5\u6321\u4E00\u5B9A\u89C4\u6A21\u7684\u654C\u4EBA
cc.start = \u6211\u4EEC\u9700\u8981\u4F60\u4E3B\u6301\u91CD\u5EFA\u8981\u585E\u5185\u7684\u5DE5\u4E1A\u94FE\u5E76\u67B6\u8BBE\u8FDC\u7A0B\u706B\u529B\u652F\u63F4\u5916\u4FA7\u9632\u7EBF
cc.start = \u4FDD\u62A4\u8FD9\u4E9B\u706F\u5854\u4FE1\u6807\u9635\u5217\uFF0C\u5B83\u4EEC\u53EF\u4EE5\u6307\u5F15\u66F4\u591A\u8F68\u9053\u6295\u9001\u907F\u5F00\u654C\u4EBA\u7684\u706B\u529B\u7CBE\u51C6\u964D\u843D
cc.start = \u66F4\u591A\u519B\u56E2\u4E3B\u529B\u90E8\u961F\u964D\u843D\u4E5F\u9700\u8981\u5B83
cc.start = \u5C3D\u5FEB\u884C\u52A8\uFF0C\u9644\u8FD1\u7684\u4FA6\u67E5\u961F\u62A5\u544A\u6709\u8BB8\u591A\u654C\u4EBA\u6B63\u5728\u9760\u8FD1

#\u2014\u2014\u9884\u5236\u6587\u672C\u2014\u2014#
eva.start = \u4F5C\u6218\u63A7\u5236\u8FDE\u7EBF\u4E2D
eva.rif = \u589E\u63F4\u62B5\u8FBE
