#\u2014\u2014\u70AE\u5854\u2014\u2014#

#\u2014\u2014\u94BB\u5934\u2014\u2014#
block.sfire-mod-energe-drill.name = \u76F4\u6D41\u7535\u538B\u94BB\u673A
block.sfire-mod-energe-drill.description = \u57FA\u7840\u7535\u52A8\u94BB\u5934\uFF0C\u4F53\u79EF\u8F83\u5927\u3002\n[red]TO DO \u7535\u7F51\u4E2D\u53EF\u652F\u914D\u7684\u5BCC\u4F59\u7535\u80FD\u6108\u591A\uFF0C\u5176\u94BB\u63A2\u901F\u5EA6\u6108\u5FEB\u3002
block.sfire-mod-energe-drill.details = \u663E\u7136\u78B3\u7D20\u94BB\u5934\u7684\u5F3A\u5EA6\u5E76\u4E0D\u8DB3\u4EE5\u4E0E\u653E\u5C04\u6027\u91D1\u5C5E\u5143\u7D20\u786C\u78B0\u786C\uFF0C\u4F46\u8FD9\u5C06\u662F\u4F60\u63A2\u7D22\u7535\u529B\u5E94\u7528\u4E0A\u7684\u91CD\u8981\u4E00\u6B65
block.sfire-mod-heavy-drill.name = \u91CD\u578B\u5207\u524A\u94BB\u5934
block.sfire-mod-heavy-drill.description = \u4F7F\u7528\u4F4E\u901F\u7387\u4F46\u626D\u77E9\u8F93\u51FA\u6781\u5927\u7684\u7535\u52A8\u5F15\u64CE\uFF0C\u642D\u914D\u53D8\u901F\u7BB1\u7EC4\u5C06\u626D\u77E9\u5347\u5230\u8DB3\u591F\u9AD8\u4EE5\u5728\u575A\u786C\u7684\u5730\u5C42\u4E2D\u5FEB\u901F\u5F00\u91C7\u66F4\u786C\u7684\u77FF\u77F3\u3002\n\u9700\u8981\u66F4\u591A\u65F6\u95F4\u542F\u52A8\u94BB\u5934\u3002
block.sfire-mod-heavy-drill.details = \u6CE8\u610F\uFF01\u4F7F\u7528\u9AD8\u626D\u77E9\u94BB\u5934\u8FDB\u884C\u4F4E\u786C\u5EA6\u5F00\u91C7\u662F\u4E00\u79CD\u6781\u4E3A\u4E0D\u660E\u667A\u7684\u65B9\u6CD5\uFF01\n\u8BF7\u5206\u8FA8\u5E76\u9009\u62E9\u6B63\u786E\u7684\u94BB\u5934\u79CD\u7C7B\u6765\u5F00\u91C7\u8D44\u6E90\uFF01
block.sfire-mod-blast-ore-well.name = \u7206\u7834\u94BB\u4E95
block.sfire-mod-blast-ore-well.description = \u5411\u5730\u5C42\u4E2D\u6CE8\u5165\u6DB2\u6001\u70B8\u836F\u7206\u7834\u91C7\u77FF\u5E76\u4EE5\u4E2D\u7B49\u901F\u5EA6\u5206\u6279\u8F93\u51FA\u3002\n[red]\u8B66\u544A\uFF1A\u4E25\u7981\u7528\u4E8E\u5F00\u91C7\u5904\u4E8E\u4E34\u754C\u72B6\u6001\u7684\u653E\u5C04\u6027\u77FF\u77F3\uFF01
block.sfire-mod-blast-ore-well.details = \u5728\u5BF9\u9AD8\u4E30\u5EA6\u9544\u77FF\u8109\u8FDB\u884C\u5411\u5FC3\u7206\u7834\u91C7\u77FF\u6D4B\u8BD5\u65F6\uFF0C20%\u7206\u7834\u5242\u63A5\u89E6\u5E76\u4E0D\u80FD\u6709\u6548\u5F00\u91C7\u8DB3\u591F\u91CF\u7684\u77FF\u77F3\uFF0C\u4E8E\u662F\u6D4B\u8BD5\u5F3A\u5EA6\u4E00\u8DEF\u4E0A\u5347\uFF0C\u76F4\u523080%\u7206\u7834\u5242\u63A5\u89E6\uFF0C\u4F46\u90A3\u6B21\u7206\u7834\u76F4\u63A5\u4EE4\u534A\u5F8460\u5355\u4F4D\u8DDD\u79BB\u5185\u4E00\u5207\u7269\u4F53[lightgray]\u7070\u98DE\u70DF\u706D[]\u3002\u81EA\u6B64\uFF0C\u9AD8\u80FD\u653E\u5C04\u6027\u77FF\u77F3\u88AB\u4E25\u7981\u4F7F\u7528\u4EFB\u4F55\u5F3A\u5EA6\u7684\u6DB2\u6001\u7206\u7834\u91C7\u77FF
block.sfire-mod-\u91CF\u5B50\u63D0\u53D6\u673A.name = \u91CF\u5B50\u63D0\u53D6\u673A
block.sfire-mod-\u91CF\u5B50\u63D0\u53D6\u673A.description = \u76F4\u63A5\u4ECE\u5730\u4E0B\u8F6C\u79FB\u77FF\u7269\u3002\u9700\u8981\u6301\u7EED\u7684\u51B7\u5374\u6DB2\u4F9B\u7ED9\uFF0C\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002

block.sfire-mod-water-extractor.name = \u91CD\u578B\u62BD\u6C34\u673A
block.sfire-mod-water-extractor.description = \u9700\u8981\u66F4\u591A\u80FD\u6E90\u4E0E\u65F6\u95F4\u6765\u542F\u52A8\u3002
block.sfire-mod-\u8F6F\u6D41\u6398\u8FDB\u673A.name = \u8F6F\u6D41\u6398\u8FDB\u673A
block.sfire-mod-\u8F6F\u6D41\u6398\u8FDB\u673A.description = \u8010\u9AD8\u6E29\u5904\u7406\u5F3A\u5316\u94BB\u5934\uFF0C\u653E\u5728\u9AD8\u70ED\u7684\u5730\u5F62\u4E0A\u53EF\u4EE5\u94BB\u63A2\u77FF\u6E23\uFF0C\u9700\u8981\u4E00\u5B9A\u65F6\u95F4\u542F\u52A8\u3002
block.sfire-mod-\u8F6F\u6D41\u6398\u8FDB\u673A.details = \u8BF7\u4E0D\u8981\u5F53\u7EDD\u5730\u5C0F\u5B50
block.sfire-mod-oil-pressure-pump.name = \u5CA9\u9699\u538B\u6CB9\u5854
block.sfire-mod-oil-pressure-pump.description = \u5411\u542B\u6CB9\u5730\u5C42\u4E2D\u6CE8\u5165\u9AD8\u538B\u6C2E\u6C14\u6765\u5FEB\u901F\u5927\u91CF\u7684\u63D0\u53D6\u77F3\u6CB9\u3002\n\u8BBE\u8BA1\u64CD\u4F5C\u5F39\u6027\u6781\u5927\uFF0C\u4E3A\u907F\u514D\u4E0D\u5FC5\u8981\u7684\u6D6A\u8D39\uFF0C\u8BF7\u81EA\u884C\u8BA1\u7B97\u6240\u9700\u4EA7\u80FD\u6BD4\u4F8B\u3002
block.sfire-mod-oil-pressure-pump.details = \u5411\u5CA9\u5C42\u4E0B\u65B9\u6253\u5165\u4E00\u6761\u7BA1\u9053\u7684\u8FC7\u7A0B\u4E2D\u901A\u8FC7\u66F4\u9AD8\u7684\u6D41\u4F53\u538B\u529B\u53CD\u5411\u9876\u56DE\u6CB9\u538B\u9632\u6B62\u53CD\u51B2\u7684\u52D8\u63A2\u5F0F\u5F00\u91C7\u65B9\u6848\u76F4\u5230\u5982\u4ECA\u4F9D\u7136\u662F\u4E00\u79CD\u6709\u6548\u4E14\u7A33\u5B9A\u7684\u91C7\u6CB9\u65B9\u6848\uFF0C\u5373\u4F7F\u8FD9\u4F1A\u5BFC\u81F4\u66F4\u9AD8\u7684\u80FD\u8017\u4E0E\u673A\u68B0\u635F\u8017\uFF0C\u4F46\u6BD4\u8D77\u8FD9\u88AB\u673A\u5668\u6E90\u6E90\u4E0D\u65AD\u5E26\u51FA\u5730\u8868\u7684\u539F\u6CB9\uFF0C\u90A3\u4E9B\u5FAE\u4E0D\u8DB3\u9053\u7684\u635F\u8017\u5B8C\u5168\u53EF\u4EE5\u5FFD\u7565\u4E0D\u8BA1\u4E86
block.sfire-mod-spore-cultivator.name = \u6E29\u5BA4\u57F9\u517B\u76BF
block.sfire-mod-spore-cultivator.description = \u71C3\u70E7\u4EA7\u751F\u7684\u6C14\u4F53\u6210\u5206\u4F3C\u4E4E\u6709\u5229\u4E8E\u5B62\u5B50\u7684\u751F\u547D\u6D3B\u52A8\uFF0C\u5BC6\u95ED\u7684\u6E29\u5BA4\u73AF\u5883\u53EF\u4EE5\u5BF9\u5176\u8FDB\u884C\u5927\u6279\u91CF\u7684\u5FEB\u901F\u7E41\u6B96\u3002
#\u2014\u2014\u7269\u6D41\u2014\u2014#
block.sfire-mod-wavesteel-conveyor.name = \u6CE2\u52A8\u4F20\u9001\u5E26
block.sfire-mod-wavesteel-conveyor.description = \u5411\u524D\u65B9\u8FD0\u8F93\u7269\u54C1\uFF0C\u6BD4\u949B\u4F20\u8F93\u5E26\u5FEB\u4E00\u500D\u3002\n\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-wavesteel-junction.name = \u6CE2\u52A8\u4EA4\u53C9\u5668
block.sfire-mod-wavesteel-junction.description = \u5411\u524D\u65B9\u8FD0\u8F93\u7269\u54C1\uFF0C\u5141\u8BB8\u4F20\u9001\u5E26\u7A7F\u8FC7\u5B83\u4EA4\u53C9\u8FD0\u8F93\uFF0C\u6BD4\u4EA4\u53C9\u5668\u5FEB\u4E00\u500D\u3002\n\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-wavesteel-bridge.name = \u6CE2\u52A8\u4F20\u9001\u5E26\u6865
block.sfire-mod-wavesteel-bridge.description = \u8DE8\u8D8A\u4EFB\u4F55\u5730\u5F62\u5411\u524D\u65B9\u8FD0\u8F93\u7269\u54C1\uFF0C\u6BD4\u949B\u4F20\u8F93\u5E26\u5FEB\u4E00\u500D\u3002\n\u53EF\u4EE5\u50A8\u5B58\u5C11\u91CF\u7269\u54C1\n\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-complex-armored-conveyor.name = \u590D\u5408\u88C5\u7532\u4F20\u9001\u5E26
block.sfire-mod-complex-armored-conveyor.description = \u5FEB\u901F\u5730\u5728\u6218\u573A\u8FD0\u8F93\u7269\u54C1\uFF0C\u4E0D\u63A5\u53D7\u8FB9\u4E0A\u7684\u8F93\u5165\uFF0C\u5DF2\u505A\u6C34\u5BC6\u5C01\u5904\u7406\uFF0C\u8010\u9AD8\u6E29\u4E14\u7EDD\u7F18\u3002
block.sfire-mod-silisteel-conveyor.name = \u7845\u94A2\u4F20\u9001\u5E26
block.sfire-mod-silisteel-conveyor.description = \u63D0\u4F9B\u8F83\u5927\u6279\u91CF\u6253\u5305\u7269\u54C1\u8FDB\u884C\u8FD0\u8F93\uFF0C\u901A\u7535\u540E\u4EE5\u5168\u901F\u8FD0\u884C\u3002
block.sfire-mod-discfabric-bridge.name = \u88C2\u4F4D\u7269\u54C1\u4F20\u9001\u5854
block.sfire-mod-discfabric-bridge.description = \u8DE8\u8D8A\u4EFB\u4F55\u5730\u5F62\u4F20\u9001\u7269\u54C1\uFF0C\u6BD4\u5E03\u6865\u66F4\u5FEB\uFF0C\u66F4\u8FDC\u3002
block.sfire-mod-discfabric-massdriver.name = \u88C2\u4F4D\u9A71\u52A8\u5668
block.sfire-mod-discfabric-massdriver.description = \u8D85\u8FDC\u8DDD\u79BB\u53D1\u9001\u7269\u54C1\u5305\uFF0C\u6536\u96C6\u4E00\u5B9A\u7269\u54C1\u540E\u5C06\u5176\u53D1\u5C04\u5230\u53E6\u4E00\u4E2A\u88C2\u4F4D\u9A71\u52A8\u5668\u4E2D\u3002\n\u6700\u4F4E\u53D1\u5C04\u5BB9\u91CF\uFF1A60

block.sfire-mod-molecular-database.name = \u5206\u5B50\u6570\u636E\u5E93
block.sfire-mod-molecular-database.description = \u638C\u63E1\u5206\u5B50\u788E\u88C2\u91CD\u7EC4\u6280\u672F\uFF0C\u6709\u6548\u586B\u5145\u4ED3\u5E93\u7A7A\u95F4\u3002
block.sfire-mod-hyper-unloader.name = \u9AD8\u901F\u5378\u8F7D\u5668
block.sfire-mod-hyper-unloader.description = \u4ECE\u9644\u8FD1\u7684\u5BB9\u5668\u4E2D\u5378\u8F7D\u7269\u54C1\uFF0C\u6BD4\u666E\u901A\u5378\u8F7D\u5668\u66F4\u5FEB\u3002

#\u2014\u2014\u6DB2\u6D41\u2014\u2014#
block.impulsePump.details = \u52A0\u91CF\u4E0D\u52A0\u4EF7\uFF0C\u6548\u7387\u66F4\u9AD860%\uFF01
block.sfire-mod-silisteel-conduit.name = \u7845\u94A2\u5BFC\u7BA1
block.sfire-mod-silisteel-conduit.description = \u771F\u7A7A\u53CC\u5C42\u52A0\u56FA\u5185\u80C6\uFF0C\u4EE5\u9AD8\u538B\u4F20\u8F93\u6DB2\u4F53\u3002\n[red]\u6613\u788E\uFF0C\u4E0D\u8981\u78D5\u78B0\u3002
block.sfire-mod-complex-armored-conduit.name = \u590D\u5408\u88C5\u7532\u5BFC\u7BA1
block.sfire-mod-complex-armored-conduit.description = \u5FEB\u901F\u5730\u5728\u6218\u573A\u8F93\u9001\u6DB2\u4F53\uFF0C\u4E0D\u63A5\u53D7\u8FB9\u4E0A\u7684\u8F93\u5165\uFF0C\u5DF2\u505A\u6C34\u5BC6\u5C01\u5904\u7406\uFF0C\u8010\u9AD8\u6E29\u4E14\u7EDD\u7F18\u3002
block.sfire-mod-silisteel-tank.name = \u7845\u94A2\u50A8\u6DB2\u7F50
block.sfire-mod-silisteel-tank.description = \u53CC\u5C42\u4E2D\u7A7A\u7EDD\u7F18\u5916\u58F3\uFF0C\u53EF\u4EE5\u66F4\u5B89\u5168\u5730\u50A8\u5B58\u5927\u91CF\u5371\u9669\u6DB2\u4F53\u3002
block.sfire-mod-discfabric-liquid-bridge.name = \u88C2\u4F4D\u5BFC\u7BA1\u5854
block.sfire-mod-discfabric-liquid-bridge.description = \u8DE8\u8D8A\u4EFB\u4F55\u5730\u5F62\u4F20\u8F93\u6D41\u4F53\uFF0C\u6BD4\u5E03\u6865\u66F4\u5FEB\uFF0C\u66F4\u8FDC\u3002
block.sfire-mod-tidal-pump.name = \u6F6E\u6C50\u6CF5
block.sfire-mod-tidal-pump.description = \u7A76\u7EA7\u6DB2\u6CF5\uFF0C\u5F15\u529B\u5DE5\u7A0B\u5B66\u7684\u5947\u8FF9\u3002

#\u2014\u2014\u751F\u4EA7\u2014\u2014#
block.mindustry-silicon-crucible.details = \u5347\u7EA7\u9AD8\u8010\u70ED\u5916\u58F3\uFF0C\u4F18\u826F\u70ED\u4F20\u5BFC\u5E95\u5EA7\u3002\u5F97\u4EE5\u66F4\u9AD8\u7684\u70ED\u8F6C\u5316\u6548\u7387\u3002\n\u53EF\u4EE5\u5B89\u7F6E\u5728\u6DB2\u4F53\u4E0A\u3002
block.sfire-mod-crusher.name = \u6C34\u538B\u7834\u788E\u673A
block.sfire-mod-crusher.description = \u5927\u89C4\u6A21\u7834\u788E\u5E9F\u6599\u4E3A\u6C99\u5B50\uFF0C\u9700\u8981\u8F93\u5165\u6C34\u548C\u7535\u529B\uFF0C
block.sfire-mod-crusher.details = \u2014\u2014\u7535\u52A8\u673A\u626D\u77E9\u90FD\u4E0D\u591F\u7528\u600E\u4E48\u529E\uFF1F\n\u2014\u2014\u4E0A\u6DB2\u538B\u673A\uFF01
block.sfire-mod-spore-compressor.name = \u5B62\u5B50\u51B2\u538B\u673A
block.sfire-mod-spore-compressor.description = \u53CC\u500D\u51B2\u7A0B\uFF0C\u66F4\u9AD8\u4EA7\u80FD\u3002
block.sfire-mod-flywheel-centrifuge.name = \u98DE\u8F6E\u79BB\u5FC3\u673A
block.sfire-mod-flywheel-centrifuge.description = \u63D0\u53D6\u77F3\u6CB9\u4E2D\u7684\u7164\u70AD\u3002
block.sfire-mod-flywheel-centrifuge.details = \u5F00\u78B3\u4E0D\u89C4\u8303\uFF0C\u5927\u54E5\u4F4E\u5934\u8F6C
block.sfire-mod-pyratite-blender.name = \u786B\u6346\u5408\u5668
block.sfire-mod-pyratite-blender.description = \u6279\u91CF\u5408\u6210\u786B\u3002
block.sfire-mod-blast-blender.name = \u7206\u70B8\u6DF7\u5408\u7269\u6346\u5408\u5668
block.sfire-mod-blast-blender.description = \u6279\u91CF\u5408\u6210\u7206\u70B8\u6DF7\u5408\u7269\u3002
block.sfire-mod-clus-blender.name = \u70B8\u836F\u805A\u5408\u5668
block.sfire-mod-clus-blender.description = \u5C06\u786B\u548C\u7206\u70B8\u6DF7\u5408\u7269\u6346\u7ED1\u4E3A\u805A\u5408\u70B8\u836F\u3002
block.sfire-mod-cryofluid-centrifuge.name = \u51B7\u51BB\u6DB2\u79BB\u5FC3\u673A
block.sfire-mod-cryofluid-centrifuge.description = \u6253\u788E\u949B\u7C89\u5206\u6563\u5165\u6DB2\u76F8\u4E2D\u5236\u53D6\u51B7\u51BB\u6DB2\u3002
block.sfire-mod-plastanium-mutilcompresser.name = \u590D\u5408\u5851\u94A2\u538B\u7F29\u673A
block.sfire-mod-plastanium-mutilcompresser.description = \u6269\u5927\u538B\u7F29\u4E3B\u673A\u89C4\u6A21\uFF0C\u66F4\u52A0\u9AD8\u6548\u751F\u4EA7\u5851\u94A2\u3002
block.sfire-mod-surge-thermal-smelter.name = \u6E29\u538B\u5408\u91D1\u51B6\u70BC\u7089
block.sfire-mod-surge-thermal-smelter.description = \u4F7F\u7528\u5E9F\u6599\u548C\u7845\u5728\u9AD8\u6E29\u9AD8\u538B\u7089\u5185\u4F4E\u6548\u7387\u5730\u51B6\u70BC\u5408\u91D1
block.sfire-mod-surge-electric-smelter.name = \u7535\u78C1\u5408\u91D1\u51B6\u70BC\u7089
block.sfire-mod-surge-electric-smelter.description = \u7845\u94A2\u7684\u4F18\u79C0\u78C1\u7535\u6027\u80FD\u4E3A\u9AD8\u7EA7\u78C1\u70ED\u51B6\u70BC\u63D0\u4F9B\u4E86\u786C\u4EF6\u57FA\u7840\uFF0C\u8FD9\u80FD\u66F4\u9AD8\u6548\u7387\u5E76\u66F4\u591A\u5730\u51B6\u70BC\u5408\u91D1\u3002
block.sfire-mod-silistell-smelter.name = \u7845\u94A2\u51B6\u70BC\u7089
block.sfire-mod-silistell-smelter.description = \u5C06\u949B\u548C\u7845\u51B6\u70BC\u4E3A\u7845\u94A2\u3002
block.sfire-mod-silistell-smelter-large.name = \u7845\u94A2\u51B6\u70BC\u5382
block.sfire-mod-silistell-smelter-large.description = \u4F7F\u7528\u78C1\u7535\u79D1\u6280\u6539\u826F\u51B6\u70BC\u5DE5\u827A\u4ECE\u800C\u5FEB\u901F\u51B6\u70BC\u7845\u94A2\u3002
block.sfire-mod-silistell-smelter-heater.name = \u7845\u94A2\u70ED\u80FD\u9AD8\u7089
block.sfire-mod-silistell-smelter-heater.description = \u5C06\u949B\u548C\u7845\u6279\u91CF\u51B6\u70BC\u4E3A\u7845\u94A2\u3002\n\u6BD4\u7845\u94A2\u51B6\u70BC\u7089\u66F4\u9AD8\u6548\uFF0C\u9700\u8981\u5927\u91CF\u70ED\u80FD\u4F9B\u7ED9\u3002
block.sfire-mod-silistell-smelter-heater.details = \u968F\u7740\u6218\u7EBF\u7684\u6DF1\u5165\uFF0C\u8D8A\u6765\u8D8A\u591A\u7684\u949B\u77FF\u4E0E\u7845\u4EA7\u80FD\u88AB\u5212\u5165\u7845\u94A2\u7684\u751F\u4EA7\u8BA1\u5212\u5185\uFF0C\u4F46\u7845\u94A2\u7684\u4F9B\u7ED9\u4ECD\u7136\u6781\u4E0D\u7A33\u5B9A\u3002\u65E0\u8BBA\u662F\u5728\u540E\u65B9\u6216\u662F\u524D\u7EBF\uFF0C\u8FD9\u79CD\u4F18\u826F\u7684\u7535\u78C1\u6027\u80FD\u4EE5\u53CA\u4F4E\u5EC9\u7684\u9020\u4EF7\u4F7F\u5F97\u5B83\u88AB\u5E94\u7528\u5728\u51E0\u4E4E\u6240\u6709\u7684\u5730\u65B9\u3002\u597D\u5728\u8FD9\u79CD\u4E34\u65F6\u66B4\u529B\u642D\u5EFA\u7684\u51B6\u70BC\u9AD8\u7089\u6548\u7387\u76F8\u5F53\u4E0D\u9519\uFF0C\u8FD9\u80FD\u4E00\u5B9A\u7A0B\u5EA6\u4E0A\u7684\u964D\u4F4E\u540E\u65B9\u7845\u94A2\u4EA7\u7EBF\u7684\u538B\u529B
block.sfire-mod-silistell-crucible.name = \u7845\u94A2\u518D\u6784\u7089
block.sfire-mod-silistell-crucible.description = \u5C06\u94F7\u548C\u94EC\u51B6\u70BC\u4E3A\u7845\u94A2\u3002
block.sfire-mod-wavesteel-compresser.name = \u6CE2\u7EB9\u94A2\u953B\u9020\u673A
block.sfire-mod-wavesteel-compresser.description = \u5C06\u94EC\u4E0E\u94C5\u953B\u9020\u4E3A\u6CE2\u7EB9\u94A2\u3002
block.sfire-mod-wavesteel-forger.name = \u8F6F\u5316\u953B\u94A2\u673A
block.sfire-mod-wavesteel-forger.description = \u5728\u785D\u9178\u7684\u8F85\u52A9\u4E0B\uFF0C\u5C06\u94EC\u4E0E\u94C5\u953B\u9020\u4E3A\u6CE2\u7EB9\u94A2\u3002
block.sfire-mod-wavesteel-forger.details = \u6BD4\u8D77\u201C\u8F6F\u5316\u201D\u66F4\u786E\u5207\u7684\u6765\u8BF4\u662F\u201C\u6EB6\u89E3\u201D\uFF0C\u94EC\u786C\u5EA6\u8FC7\u9AD8\uFF0C\u5728\u80FD\u91CF\u4F9B\u5E94\u4E0D\u8DB3\u7684\u5730\u533A\uFF0C\u9664\u975E\u91C7\u7528\u51E0\u4E4E\u7EDD\u70ED\u5C01\u95ED\u9AD8\u7089\uFF0C\u5426\u5219\u7194\u878D\u953B\u9020\u5408\u91D1\u6C38\u8FDC\u4E0D\u662F\u4E00\u4E2A\u8282\u80FD\u4E4B\u8FF9
block.sfire-mod-metal-analyzer.name = \u91D1\u5C5E\u5206\u6790\u4EEA
block.sfire-mod-metal-analyzer.description = \u7ECF\u5178\u91CD\u7ED3\u6676\uFF0C\u8FD9\u79CD\u7B80\u5355\u7684\u65B9\u6CD5\u80FD\u76F4\u63A5\u5206\u79BB\u7A00\u571F\u4E2D\u7684\u7B80\u6613\u6750\u6599\u3002
block.sfire-mod-nano-constructor.name = \u7EB3\u7C73\u7EC4\u88C5\u673A
block.sfire-mod-nano-constructor.description = \u673A\u68B0\u7EC4\u88C5\u6784\u5EFA\u53EF\u7F16\u7A0B\u7684\u7528\u4E8E\u5404\u79CD\u65B9\u9762\u7684\u667A\u68B0\u6750\u6599\u3002
block.sfire-mod-nano-printer.name = \u7EB3\u7C73\u6253\u5370\u673A
block.sfire-mod-nano-printer.description = \u7EB3\u7C73\u7EA73D\u6253\u5370\u53EF\u7F16\u7A0B\u7684\u7528\u4E8E\u5404\u79CD\u65B9\u9762\u7684\u667A\u68B0\u6750\u6599\u3002
block.sfire-mod-lens-atomizer.name = \u6C89\u964D\u9020\u6676\u5668
block.sfire-mod-lens-atomizer.description = \u5728\u8D1F\u538B\u60F0\u6027\u6C14\u4F53\u4FDD\u62A4\u4E0B\u5BF9\u7845\u6676\u5E95\u7247\u8FDB\u884C\u957F\u65F6\u95F4\u7684\u91D1\u5C5E\u7C92\u5B50\u63BA\u6742\u6C89\u964D\u4EE5\u5236\u9020\u7EAF\u51C0\u6676\u4F53\u3002
block.sfire-mod-discfabric-phase-waver.name = \u6FC0\u53D1\u88C2\u4F4D\u653E\u5C04\u5854
block.sfire-mod-discfabric-phase-waver.description = \u4F7F\u7528\u88C2\u80FD\u6846\u67B6\u9544\u6838\u8F7D\u4F53\u7684\u7684\u5B9A\u5411\u7C92\u5B50\u6D41\u675F\u4EE3\u66FF\u03B1\u7C92\u5B50\u6D41\u3002\n\u8FD9\u4F1A\u5BFC\u81F4\u9544\u7684\u5F3A\u70C8\u8870\u53D8\u653E\u51FA\u5927\u91CF\u5C04\u7EBF\uFF0C\u52A1\u5FC5\u505A\u597D\u51B7\u5374\u9632\u62A4\u63AA\u65BD\u3002
block.sfire-mod-discfabric-phase-knitter.name = \u53CD\u5C04\u88C2\u4F4D\u805A\u5408\u5668
block.sfire-mod-discfabric-phase-knitter.description = \u4F7F\u7528\u9544\u4E0E\u7A00\u571F\u76F4\u63A5\u805A\u5408\u88C2\u4F4D\u80FD\u3002
block.sfire-mod-air-collector.name = \u5927\u6C14\u538B\u7F29\u673A
block.sfire-mod-air-collector.description = \u7F13\u6162\u6536\u96C6\u5927\u6C14\u5E76\u538B\u7F29\u63D0\u53D6\u5176\u4E2D\u7684\u6C2E\u6C14\u4E3A\u53EF\u5DE5\u4E1A\u4F7F\u7528\u7684\u89C4\u6A21\u3002
block.sfire-mod-air-collector.details = \u5728\u6536\u96C6\u8FC7\u7A0B\u4E2D\uFF0C\u5927\u6C14\u4E2D\u7684\u5FAE\u91CF\u5B62\u5B50\u6709\u65F6\u4E5F\u4F1A\u88AB\u63BA\u5165\u538B\u7F29\u673A\u5E76\u6210\u4E3A\u4EA7\u51FA\u4E4B\u4E00\uFF0C\u4E3A\u4FDD\u8BC1\u7A7A\u6C14\u538B\u7F29\u673A\u7684\u6B63\u5E38\u8FD0\u884C\uFF0C\u8BF7\u53CA\u65F6\u5904\u7406\u5806\u79EF\u7684\u5B62\u5B50
block.sfire-mod-air-coller.name = \u51B7\u51BB\u538B\u7F29\u673A
block.sfire-mod-air-coller.description = \u4F7F\u7528\u6025\u51BB\u6280\u672F\u8FC5\u901F\u964D\u6E29\u5927\u6C14\u5E76\u5206\u79BB\u51FA\u6C2E\u6C14\u800C\u4E0D\u4EA7\u751F\u5176\u4ED6\u6742\u8D28\u3002
block.sfire-mod-nitrate-mixer.name = \u7535\u5F27\u785D\u5316\u5BA4
block.sfire-mod-nitrate-mixer.description = \u7535\u89E3\u6C34\u5F97\u5230\u6C27\u6C14\u5E76\u4E0E\u6C2E\u6C14\u5728\u7535\u5F27\u5BA4\u5185\u5408\u6210\u785D\u9178\u3002\n\u8BBE\u8BA1\u64CD\u4F5C\u5F39\u6027\u6781\u5927\uFF0C\u4E3A\u907F\u514D\u4E0D\u5FC5\u8981\u7684\u6D6A\u8D39\uFF0C\u8BF7\u81EA\u884C\u8BA1\u7B97\u6240\u9700\u4EA7\u80FD\u6BD4\u4F8B\u3002
block.sfire-mod-nitrate-mixer.details = \u6C2E\u6C27\u7535\u89E3\u5316\u5408\uFF0C\u8FD9\u4E00\u53CD\u5E94\u5728\u8FC7\u53BB\u66FE\u88AB\u7528\u4E8E\u5236\u9020\u6709\u673A\u8D28\u52A9\u957F\u5242\uFF0C\u4F46\u7531\u4E8E\u5176\u80FD\u8017\u8FC7\u9AD8\uFF0C\u526F\u53CD\u5E94\u96BE\u4EE5\u63A7\u5236\u88AB\u9010\u6E10\u5F03\u7528\u3002\n\u5982\u4ECA\u5176\u4E2D\u4E00\u79CD\u526F\u53CD\u5E94\u88AB\u91CD\u65B0\u542F\u7528\u4EE5\u5236\u9020\u8FD9\u79CD\u5F3A\u9178
block.sfire-mod-fractionator.name = \u77F3\u6CB9\u5206\u998F\u5668
block.sfire-mod-fractionator.description = \u5206\u998F\u77F3\u6CB9\uFF0C\u4EA7\u51FA\u71C3\u6C14\u548C\u5C11\u91CF\u7164\u70AD\u3002\n\u8BBE\u8BA1\u64CD\u4F5C\u5F39\u6027\u6781\u5927\uFF0C\u4E3A\u907F\u514D\u4E0D\u5FC5\u8981\u7684\u6D6A\u8D39\uFF0C\u8BF7\u81EA\u884C\u8BA1\u7B97\u6240\u9700\u4EA7\u80FD\u6BD4\u4F8B\u3002
block.sfire-mod-fractionator.details = \u951F\u65A4\u62F7\uFF0C\u70EB\u70EB\u70EB\n[yellow]\u8BB0\u5F97\u91CD\u5199\u8BCD\u53E5
block.sfire-mod-chemical-silicon-smelter.name = \u5316\u5B66\u7845\u51B6\u70BC\u7089
block.sfire-mod-chemical-silicon-smelter.description = \u4F7F\u7528\u71C3\u6C14\u5728\u9AD8\u6E29\u6761\u4EF6\u4E0B\u8FD8\u539F\u7845\u3002
block.sfire-mod-blast-silicon-smelter.name = \u7206\u7834\u51B2\u538B\u7089
block.sfire-mod-blast-silicon-smelter.description = \u5229\u7528\u7206\u70B8\u51B2\u538B\u6C99\u5B50\u51B6\u70BC\u7845\u3002
block.sfire-mod-blast-silicon-smelter.details = \u4EC0\u4E48\u90FD\u8D34\uF82A\u53EA\u4F1A\u5BB3\u4E86\u4F60\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7
block.sfire-mod-nitrification-reactor.name = \u785D\u5316\u53CD\u5E94\u5668
block.sfire-mod-nitrification-reactor.description = \u5229\u7528\u751F\u5316\u53CD\u5E94\u751F\u4EA7\u785D\u5316\u91CD\u6CB9\u3002[red]\u5F53\u5FC3\u7206\u70B8\uFF01
block.sfire-mod-nitrification-reactor.details = [red]\u6613\u71C3\u6613\u7206\u785D\u65E0\u60C5   \u4F60\u61D2\u6211\u61D2\u7686\u65E0\u547D
block.sfire-mod-nitrification-centrifuge.name = \u785D\u5316\u53CD\u5E94\u91DC
block.sfire-mod-nitrification-centrifuge.description = \u5229\u7528\u5316\u5B66\u53CD\u5E94\u751F\u4EA7\u785D\u5316\u91CD\u6CB9\u3002[red]\u5F53\u5FC3\u7206\u70B8\uFF01
block.sfire-mod-nitrification-centrifuge.details = [red]\u6613\u71C3\u6613\u7206\u785D\u65E0\u60C5   \u4F60\u61D2\u6211\u61D2\u7686\u65E0\u547D
block.sfire-mod-nitratedoil-precipitator.name = \u91CD\u6CB9\u6C89\u6DC0\u6C60
block.sfire-mod-nitratedpil-precipitator.description = \u6301\u7EED\u6405\u52A8\u7F13\u6162\u6C89\u6DC0\u5206\u79BB\u785D\u5316\u91CD\u6CB9\u4E2D\u7684\u56FA\u4F53\u7269\u8D28\u3002[red]\u5F53\u5FC3\u7206\u70B8\uFF01
block.sfire-mod-nitratedoil-precipitator.details = [red]\u6613\u71C3\u6613\u7206\u785D\u65E0\u60C5   \u4F60\u61D2\u6211\u61D2\u7686\u65E0\u547D
block.sfire-mod-nanofluid-activator.name = \u7EB3\u7C73\u6D41\u5316\u5668
block.sfire-mod-nanofluid-activator.description = \u6FC0\u6D3B\u7EB3\u7C73\u6838\u5206\u6563\u5FAE\u89C2\u7ED3\u6784\u4E3A\u56FA\u6D41\u4F53
block.sfire-mod-nanofluid-activator.details = \u53D6\u51B3\u4E8E\u7EB3\u7C73\u6838\u7684\u5236\u7A0B\u548C\u826F\u54C1\u7387\uFF0C\u8FD9\u53EF\u80FD\u4F1A\u6709\u6240\u635F\u8017
block.sfire-mod-blastreagent-mixer.name = \u7206\u7834\u5242\u914D\u7F6E\u5668
block.sfire-mod-blastreagent-mixer.description = \u53BB\u9664\u785D\u5316\u91CD\u6CB9\u4E2D\u7684\u65E0\u5173\u6742\u8D28\u5E76\u4F7F\u7528\u788E\u7A00\u571F\u5438\u9644\u56FA\u5B9A\u589E\u52A0\u7C98\u6027\uFF0C\u540C\u65F6\u4FDD\u7559\u90E8\u5206\u6D41\u52A8\u80FD\u529B\u3002
block.sfire-mod-blastreagent-mixer.details = [red]\u6613\u71C3\u6613\u7206\u785D\u65E0\u60C5   \u4F60\u61D2\u6211\u61D2\u7686\u65E0\u547D
block.sfire-mod-clus-maker.name = \u70B8\u836F\u56FA\u5316\u673A
block.sfire-mod-clus-maker.description = \u5C06\u7206\u7834\u5242\u56FA\u5316\u4E3A\u805A\u5408\u70B8\u836F\u3002
block.sfire-mod-clus-maker.details =  [red]\u6613\u71C3\u6613\u7206\u785D\u65E0\u60C5   \u4F60\u61D2\u6211\u61D2\u7686\u65E0\u547D
block.sfire-mod-tayrium-smelter.name = \u6CF0\u52D2\u5408\u91D1\u51B6\u70BC\u5382
block.sfire-mod-tayrium-smelter.description = \u4F7F\u7528\u5DE8\u6D6A\u5408\u91D1\uFF0C\u7845\u94A2\u51B6\u70BC\u6CF0\u52D2\u5408\u91D1\u3002
block.sfire-mod-tayrium-crucible.name = \u6CF0\u52D2\u5408\u91D1\u9AD8\u7089
block.sfire-mod-tayrium-crucible.description = \u4F7F\u7528\u9536\uFF0C\u7845\u94A2\uFF0C\u7845\u51B6\u70BC\u6CF0\u52D2\u5408\u91D1\u3002
block.sfire-mod-tayrium-crucible.details = \u76F4\u81F3\u6B64\u523B\uFF0C\u4F60\u6216\u8BB8\u5E94\u8BE5\u660E\u767D\uFF1A\u6CF0\u52D2\u5408\u91D1\u4E0D\u8FC7\u662F\u4E00\u4E2A\u7EDF\u79F0\uFF0C\u4E00\u4E2A\u201C\u5177\u6709\u4F18\u826F\u7535\u78C1\u6027\u80FD\u201D\u7684\u5408\u91D1\u65B9\u6848\u7684\u7EDF\u79F0\uFF0C\u4E5F\u8BB8\u7269\u7406\u5E94\u529B\u6027\u80FD\u4E0D\u5982\u8001\u5F0F\u914D\u65B9\uFF0C\u4F46\u8FD9\u4E9B\u5408\u91D1\u6700\u7EC8\u8FFD\u6C42\u7684\u6781\u81F4\u7535\u78C1\u6027\u80FD\u5DF2\u7136\u8FBE\u5230\u9884\u671F\uFF0C\u5C06\u5176\u7EDF\u4E00\u7BA1\u7406\u662F\u964D\u4F4E\u52E4\u52A1\u5904\u538B\u529B\u7684\u6B63\u786E\u65B9\u6848
block.sfire-mod-leippium-smelter.name = \u83B1\u666E\u5408\u91D1\u51B6\u70BC\u5382
block.sfire-mod-leippium-smelter.description = \u4F7F\u7528\u9544\uFF0C\u94EC\u51B6\u70BC\u83B1\u666E\u5408\u91D1\u3002\n[darkgray]If u want it
block.sfire-mod-leippium-smelter.details = [darkgray]then u'll have to take it
block.sfire-mod-leippium-crucible.name = \u83B1\u666E\u5408\u91D1\u51B2\u538B\u7089
block.sfire-mod-leippium-crucible.description = \u7206\u70B8\u51B2\u538B\u6210\u578B\u83B1\u666E\u5408\u91D1\u3002
block.sfire-mod-leippium-crucible.details = \u82E5\u5F53\u5730\u80FD\u6E90\u5DF2\u7ECF\u4E0D\u8DB3\u4EE5\u5206\u914D\u8DB3\u591F\u591A\u7684\u80FD\u6E90\u4EE5\u652F\u6491\u9AD8\u80FD\u8017\u7684\u70ED\u80FD\u51B6\u70BC\u7089\u7684\u65F6\u5019\uFF0C\u6216\u8BB8\u7206\u70B8\u51B2\u538B\u80FD\u591F\u66F4\u52A0\u8282\u7701\u80FD\u91CF\n\u4EC0\u4E48\u90FD\u8D34\uF82A\u53EA\u4F1A\u5BB3\u4E86\u4F60\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7\u7B49\u4E0B\uFF0C[#d97c7c]\u8FD9\u662F\u4EC0\u4E48\n[darkgray]but u already knew that

block.sfire-mod-xxxxx.name =
block.sfire-mod-xxxxx.description =
#TODO\u82E5V8\u65E0\u6CD5\u5728S\u4E0A\u9762\u653E\u706B\u529B\u533A\u5757\u83B7\u53D6\u8D44\u6E90\u5219\u5B89\u6392\u8FD9\u51E0\u4E2A\u5EFA\u7B51#
block.sfire-mod-\u8F90\u5408\u79BB\u5FC3\u673A.name = \u8F90\u5408\u79BB\u5FC3\u673A
block.sfire-mod-\u8F90\u5408\u79BB\u5FC3\u673A.description = \u805A\u53D8\u5408\u6210\u9544
block.sfire-mod-\u7A00\u571F\u63A2\u6D4B\u5668.name = \u7A00\u571F\u63A2\u6D4B\u5668
block.sfire-mod-\u7A00\u571F\u63A2\u6D4B\u5668.description = \u653E\u5728\u6C99\u5730\u4E0A\u94BB\u63A2\u7A00\u571F



#\u2014\u2014\u7535\u529B\u2014\u2014#
block.mindustry-differential-generator.details = \u5F97\u76CA\u4E8E\u6750\u6599\u8FDB\u6B65\uFF0C\u6211\u4EEC\u80FD\u591F\u7528\u66F4\u5C11\u7684\u6750\u6599\u63A7\u5236\u66F4\u5F3A\u5927\u7684\u71C3\u70E7\u3001\u8FDB\u884C\u66F4\u5927\u9762\u79EF\u7684\u6362\u70ED\u3001\u4EA7\u51FA\u66F4\u591A\u7684\u7535\u529B\u2026\u2026\u4EE5\u53CA\u53D1\u751F\u66F4\u5371\u9669\u7684\u751F\u4EA7\u5B89\u5168\u4E8B\u6545\uFF01
block.sfire-mod-armor-battery.name = \u5F3A\u5316\u9540\u5C42\u7535\u6C60
block.sfire-mod-armor-battery.description = \u66F4\u5B89\u5168\u7684\u5B58\u50A8\u5927\u91CF\u80FD\u91CF\u3002
block.sfire-mod-armor-battery.details = \u5F97\u76CA\u4E8E\u6750\u6599\u5B66\u7684\u53D1\u5C55\uFF0C\u80FD\u91CF\u8F7D\u4F53\u7684\u4E0D\u7A33\u5B9A\u7F3A\u70B9\u5DF2\u7ECF\u88AB\u514B\u670D\uFF0C\u901A\u8FC7\u5B89\u88C5\u66F4\u539A\u5B9E\u7684\u5916\u90E8\u4E3B\u88C5\u7532\u7ED3\u6784\u548C\u4F18\u5316\u7535\u6C60\u5185\u90E8\u7684\u50A8\u80FD\u6C60\u7ED3\u6784\u8BBE\u8BA1\u5728\u4E00\u5B9A\u7A0B\u5EA6\u4E0A\u6291\u5236\u4E86\u88C2\u4F4D\u80FD\u6CC4\u9732\u7684\u5F3A\u5EA6\u3002
block.sfire-mod-armor-node.name = \u9540\u5C42\u88C5\u7532\u8282\u70B9
block.sfire-mod-armor-node.description = \u8986\u76D6\u9540\u94EC\u88C5\u7532\u7684\u5927\u578B\u80FD\u91CF\u8282\u70B9\uFF0C\u63D0\u4F9B\u66F4\u591A\u7684\u94FE\u63A5\u76EE\u6807\u4E0E\u7565\u9AD8\u7684\u94FE\u63A5\u8303\u56F4\u3002\n\u53EF\u4EE5\u653E\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-discfabric-node-tower.name = \u88C2\u4F4D\u80FD\u6E90\u5854
block.sfire-mod-discfabric-node-tower.description = \u8D85\u8FDC\u8DDD\u79BB\u4F20\u8F93\u80FD\u91CF\uFF0C\u5EFA\u9020\u6210\u672C\u9887\u9AD8\u3002
block.sfire-mod-gas-generator.name = \u71C3\u6C14\u53D1\u7535\u673A
block.sfire-mod-gas-generator.description = \u56DE\u6536\u591A\u4F59\u71C3\u6C14\u4EA7\u751F\u5C11\u91CF\u7535\u80FD\u3002
block.sfire-mod-gas-generator.details = \u8B66\u544A\uFF1A\u4F7F\u7528\u7164\u70AD\u70ED\u89E3\u5E76\u4F7F\u7528\u6B64\u673A\u5668\u56DE\u6536\u71C3\u6C14\u53D1\u7535\u5E76\u4E0D\u662F\u4E00\u4E2A\u660E\u667A\u7684\u9009\u62E9\uFF0C\u5C3D\u7BA1\u5176\u80FD\u91CF\u5BC6\u5EA6\u7565\u9AD8\u4E8E\u706B\u529B\u53D1\u7535\u673A\uFF0C\u4F46\u8BE5\u8FC7\u7A0B\u5BFC\u81F4\u7684\u80FD\u91CF\u635F\u5931\u662F\u65E0\u6CD5\u51ED\u7A7A\u4EA7\u751F\u7684\uFF01\n\u201C\u6211\u73B0\u5728\u5341\u5206\u6000\u7591\u4F60\u62FF\u5230\u8FD9\u4EFD\u5DE5\u4F5C\u6240\u7528\u5DE5\u7A0B\u5B66\u8BC1\u4E66\u4EE5\u53CA\u5B66\u4F4D\u8BC1\u4E66\u7684\u771F\u5B9E\u6027\u201D\n[darkgray]BYD\u5FEB\u5C1D\u5C1D\uFF0C\u6211\u73B0\u5728\u80BA\u75D2\u75D2/\u6B63\u5F0F\u7248\u8BB0\u5F97\u5220\u6389
block.sfire-mod-coal-pyrolyzer.name = \u78B3\u70ED\u89E3\u5668
block.sfire-mod-coal-pyrolyzer.description = \u4F7F\u7528\u6C34\u548C\u9AD8\u6E29\u70ED\u89E3\u7164\u70AD\uFF0C\u540C\u65F6\u751F\u4EA7\u5C11\u91CF\u71C3\u6C14\u3002\n\u591A\u4F59\u7684\u6C14\u4F53\u5C06\u76F4\u63A5\u629B\u5F03\u800C\u4E0D\u4F1A\u9020\u6210\u5806\u79EF\u3002
block.sfire-mod-coal-pyrolyzer.details = \u7531\u95EA\u84B8\u6280\u672F\u53D1\u5C55\u800C\u6765\u7684\u95EA\u7206\u6280\u672F\u5BF9\u4E8E\u5927\u5757\u71C3\u6599\u6765\u8BF4\u5E76\u4E0D\u80FD\u4F7F\u5176\u5145\u5206\u71C3\u70E7\uFF0C\u4F46\u662F\u5728\u91CA\u538B\u8FC7\u7A0B\u4E2D\u55B7\u6D12\u6C34\u80FD\u8BA9\u71C3\u6599\u5757\u56E0\u70ED\u80C0\u51B7\u7F29\u8FC5\u901F\u5D29\u89E3\uFF0C\u540C\u65F6\u7ACB\u523B\u52A0\u538B\u7EDD\u70ED\u53EF\u5206\u89E3\u6C34\u3002\u8BE5\u8FC7\u7A0B\u4E2D\u91CA\u653E\u7684\u5927\u91CF\u70ED\u91CF\u88AB\u7528\u4E0E\u6DA1\u8F6E\u673A\u53D1\u7535\uFF0C\u5176\u526F\u4EA7\u7269\u71C3\u6C14\u53EF\u7528\u4E8E\u591A\u79CD\u5DE5\u4E1A\u573A\u5408
block.sfire-mod-heat-generator.name = \u5730\u70ED\u53D1\u7535\u673A\u4E8C\u578B
block.sfire-mod-heat-generator.description = \u653E\u5728\u70BD\u70ED\u7684\u5730\u5F62\u4E0A\u53EF\u4EE5\u53D1\u7535\uFF0C\u80FD\u91CF\u4EA7\u751F\u6BD4\u4F8B\u66F4\u9AD8\u3002
block.sfire-mod-heat-generator.details = \u53D1\u7535\u7684\u5C3D\u5934\u662F\u70E7\u5F00\u6C34\uFF01
block.sfire-mod-fermium-reactor.name = \u9544\u53CD\u5E94\u5806
block.sfire-mod-fermium-reactor.description = \u5229\u7528\u9544\u7684\u5F3A\u70C8\u653E\u5C04\u6027\u4EA7\u751F\u80FD\u91CF\uFF0C\u9700\u8981\u6301\u7EED\u51B7\u5374\u6DB2\u4F9B\u7ED9\uFF0C\u8FC7\u70ED\u6216\u88AB\u6467\u6BC1\u4F1A\u5BFC\u81F4\u5267\u70C8\u7206\u70B8\u3002
block.sfire-mod-fission-reactor.name = \u88C2\u53D8\u80FD\u91CF\u5806
block.sfire-mod-fission-reactor.description = \u5728\u5185\u90E8\u5236\u9020\u771F\u7A7A\u533A\u542F\u52A8\u94FE\u5F0F\u53CD\u5E94\u6536\u96C6\u5927\u91CF\u80FD\u91CF\u3002\n\u4FDD\u8BC1\u5176\u6240\u5728\u5730\u5B89\u5168\uFF01\u88AB\u6467\u6BC1\u4F1A\u5BFC\u81F4\u5DE8\u5927\u7684\u80FD\u91CF\u5728\u65E0\u7EA6\u675F\u7684\u60C5\u51B5\u4E0B\u91CA\u653E\uFF0C\u5BF9\u5468\u8FB9\u5730\u533A\u9020\u6210\u4E25\u91CD\u635F\u4F24\u3002
block.sfire-mod-arc-fission-reactor.name = \u5F27\u5F62\u88C2\u53D8\u5806
block.sfire-mod-arc-fission-reactor.description = \u5728\u88C2\u4F4D\u80FD\u5F27\u819C\u4E4B\u4E2D[stat]\u5B89\u5168\u5730[]\u8FDB\u884C\u5F3A\u88C2\u53D8\u53CD\u5E94\uFF0C\u5728\u77ED\u65F6\u95F4\u5185\u5F3A\u884C\u6495\u88C2\u51FA\u672C\u5E94\u8BE5\u7F13\u6162\u91CA\u653E\u7684\u653E\u5C04\u80FD\uFF0C\u8FD9\u80FD\u591F\u5728\u77ED\u65F6\u95F4\u5185\u5E26\u6765\u6781\u9AD8\u7684\u7535\u80FD\u5CF0\u503C\uFF0C\u4F46\u5E76\u4E0D\u9002\u5408\u505A\u4E3A\u5927\u8303\u56F4\u957F\u65F6\u95F4\u4F9B\u80FD\u7684\u4E3B\u529B\u8BBE\u65BD\u3002


#\u2014\u2014\u5899\u58C1\u2014\u2014#
block.sfire-mod-steel-wall.name = \u786C\u8D28\u94A2\u5899
block.sfire-mod-steel-wall.description = \u62E6\u622A\u654C\u65B9\u706B\u529B\uFF0C\u4FDD\u62A4\u540E\u65B9\u5EFA\u7B51\u3002
block.sfire-mod-steel-wall-large.name = \u5927\u578B\u786C\u8D28\u94A2\u5899
block.sfire-mod-steel-wall-large.description = \u62E6\u622A\u654C\u65B9\u706B\u529B\uFF0C\u4FDD\u62A4\u540E\u65B9\u5EFA\u7B51\u3002
block.sfire-mod-influx-wall.name = \u6CE2\u80FD\u5899
block.sfire-mod-influx-wall.description = \u6536\u96C6\u654C\u4EBA\u7684\u653B\u51FB\u4EA7\u751F\u7684\u52A8\u80FD\u4E0E\u70ED\u80FD\uFF0C\u5E76\u5728\u4E4B\u540E\u53CD\u5C04\u3002\n\u53EF\u4EE5\u963B\u6321\u5149\u7535\u6B66\u5668\u3002
block.sfire-mod-influx-wall-large.name = \u5927\u578B\u6CE2\u80FD\u5899
block.sfire-mod-influx-wall-large.description = \u6536\u96C6\u654C\u4EBA\u7684\u653B\u51FB\u4EA7\u751F\u7684\u52A8\u80FD\u4E0E\u70ED\u80FD\uFF0C\u5E76\u5728\u4E4B\u540E\u53CD\u5C04\u3002\n\u53EF\u4EE5\u963B\u6321\u5149\u7535\u6B66\u5668\u3002
block.sfire-mod-discfabric-wall.name = \u88C2\u4F4D\u5899
block.sfire-mod-discfabric-wall.description = \u5728\u81EA\u8EAB\u5468\u56F4\u6253\u5F00\u4E00\u9053\u529B\u5899\uFF0C\u529B\u5899\u5931\u6548\u540E\u80FD\u53CD\u5C04\u90E8\u5206\u5F39\u836F\u3002
block.sfire-mod-fermium-wall.name = \u9544\u5899
block.sfire-mod-fermium-wall.description = \u575A\u786C\u4E14\u81F4\u5BC6\uFF0C\u8010\u6E29\u5DEE\uFF0C\u8010\u9178\u78B1\uFF0C\u8010\u6253\u51FB\uFF0C\u7EDD\u5BF9\u53EF\u9760\u3002
block.sfire-mod-fermium-wall-large.name = \u5927\u578B\u9544\u5899
block.sfire-mod-fermium-wall-large.description = \u575A\u786C\u4E14\u81F4\u5BC6\uFF0C\u8010\u6E29\u5DEE\uFF0C\u8010\u9178\u78B1\uFF0C\u8010\u6253\u51FB\uFF0C\u7EDD\u5BF9\u53EF\u9760\u3002
block.sfire-mod-fermium-auto-door.name = \u9544\u95F8\u95E8
block.sfire-mod-fermium-auto-door.description = \u575A\u786C\u4E14\u81F4\u5BC6\uFF0C\u8010\u6E29\u5DEE\uFF0C\u8010\u9178\u78B1\uFF0C\u8010\u6253\u51FB\uFF0C\u7EDD\u5BF9\u53EF\u9760\u3002\n\u5728\u6211\u65B9\u5355\u4F4D\u9760\u8FD1\u65F6\u81EA\u52A8\u6253\u5F00\u3002
block.sfire-mod-complex-armor-wall.name = \u590D\u5408\u88C5\u7532\u5899
block.sfire-mod-complex-armor-wall.description = \u80FD\u591F\u627F\u53D7\u5927\u91CF\u6253\u51FB\u5E76\u62E6\u622A\u5149\u7535\u6B66\u5668\uFF0C\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-complex-armor-wall-large.name = \u5927\u578B\u590D\u5408\u88C5\u7532\u5899
block.sfire-mod-complex-armor-wall-large.description = \u80FD\u591F\u627F\u53D7\u5927\u91CF\u6253\u51FB\u5E76\u62E6\u622A\u5149\u7535\u6B66\u5668\uFF0C\u53EF\u4EE5\u5B89\u7F6E\u5728\u6C34\u4E0A\u3002
block.sfire-mod-energy-containment-unit.name = \u80FD\u91CF\u6838\u5FC3\u6536\u5BB9\u5757
block.sfire-mod-armor-containment-unit.name = \u6A21\u5757\u88C5\u7532\u6536\u5BB9\u5757
block.sfire-mod-tayralloy-containment-unit.name = \u6CF0\u52D2\u6536\u5BB9\u5757

#\u2014\u2014\u8F85\u52A9\u2014\u2014#
block.sfire-mod-nano-mend-projector.name = \u7EB3\u7C73\u4FEE\u590D\u900F\u5C04\u5668
block.sfire-mod-nano-mend-projector.description = \u95F4\u6B47\u6027\u4E3A\u5927\u8303\u56F4\u5185\u7684\u5EFA\u7B51\u4FEE\u590D\u4E00\u5B9A\u6BD4\u4F8B\u7684\u751F\u547D\u503C\uFF0C\u53EF\u4EE5\u4F7F\u7528\u7EB3\u7C73\u6838\u52A0\u5FEB\u4FEE\u590D\u9891\u7387\u3002
block.sfire-mod-nano-regen-projector.name = \u7EB3\u7C73\u518D\u751F\u5668
block.sfire-mod-nano-regen-projector.description = \u6301\u7EED\u6027\u4E3A\u4E00\u5B9A\u8303\u56F4\u5185\u7684\u5EFA\u7B51\u63D0\u4F9B\u751F\u547D\u518D\u751F\uFF0C\u53EF\u4EE5\u4F7F\u7528\u7EB3\u7C73\u6838\u63D0\u5347\u518D\u751F\u901F\u5EA6\u3002
block.sfire-mod-nano-unit-regener.name = \u7EB3\u7C73\u5355\u4F4D\u7EF4\u62A4\u7AD9
block.sfire-mod-nano-unit-regener.description = \u6301\u7EED\u6027\u4E3A\u4E00\u5B9A\u8303\u56F4\u5185\u7684\u5355\u4F4D\u63D0\u4F9B\u751F\u547D\u518D\u751F\u3002
block.sfire-mod-nano-unit-regener.details = \u968F\u7740\u7B2C\u4E00\u519B\u56E2\u884C\u52A8\u7684\u5C55\u5F00\uFF0C\u5927\u91CF\u7531\u4E8E\u5E7F\u5BD2\u65E0\u6CD5\u53CA\u65F6\u63D0\u4F9B\u652F\u63F4\u800C\u635F\u4F24\u7684\u5355\u4F4D\u9010\u6E10\u5806\u79EF\uFF0C\u6709\u6548\u6218\u6597\u529B\u65E0\u6CD5\u5F97\u5230\u53CA\u65F6\u8865\u5145\uFF0C\u7EB3\u7C73\u5355\u4F4D\u7EF4\u62A4\u7AD9\u5E94\u8FD0\u800C\u751F\uFF0C\u8FD9\u6709\u6548\u89E3\u51B3\u4E86\u53D7\u635F\u5355\u4F4D\u7684\u5927\u6279\u91CF\u7EF4\u4FEE\u95EE\u9898\uFF0C\u540C\u65F6\u5176\u8F83\u9AD8\u7684\u6210\u672C\u4E5F\u5BFC\u81F4\u5728\u90E8\u5206\u5730\u533A\u96BE\u4EE5\u90E8\u7F72

block.sfire-mod-iron-curtain.name = \u94C1\u5E55\u529B\u573A\u5F15\u64CE
block.sfire-mod-iron-curtain.description = \u4E0D\u7A33\u5B9A\u7684\u5B9E\u9A8C\u6027\u9632\u5FA1\u5EFA\u7B51\u3002\n\u6D88\u8017\u5927\u91CF\u7535\u529B\u751F\u6210\u4E00\u4E2A\u5C0F\u8303\u56F4\u5409\u74E6\u7EA7\u529B\u573A\u3002\n\u642D\u8F7D\u6CF0\u52D2\u5408\u91D1\u4EE5\u63D0\u5347\u5F15\u64CE\u529F\u7387\u4E0A\u9650\u3002
block.sfire-mod-iron-curtain.details = \u8FD9\u79CD\u5C0F\u578B\u5316\u7684\u62A4\u76FE\u6280\u672F\u5728\u786E\u4FDD\u9762\u79EF\u627F\u4F24\u80FD\u529B\u7684\u540C\u65F6\u80FD\u591F\u63D0\u9AD8\u5C40\u90E8\u7684\u6062\u590D\u901F\u5EA6\uFF0C\u901A\u5E38\u7528\u4E8E\u4FDD\u62A4\u90E8\u5206\u9AD8\u4EF7\u503C\u76EE\u6807\u3002\u4F46\u7F3A\u70B9\u540C\u6837\u663E\u8457\uFF1A\u6301\u7EED\u9AD8\u8D1F\u8377\u8FD0\u4F5C\u5BFC\u81F4\u7684\u5F15\u64CE\u8FC7\u70ED\u5F80\u5F80\u4F1A\u9700\u8981\u66F4\u957F\u65F6\u95F4\u6765\u6062\u590D\u8FD0\u884C\uFF0C\u5728\u529B\u573A\u62A4\u76FE\u91CD\u65B0\u542F\u52A8\u4E4B\u524D\u7684\u8FD9\u6BB5\u7A7A\u6863\u671F\u65E0\u8BBA\u5BF9\u5F15\u64CE\u672C\u4F53\u8FD8\u662F\u5176\u6240\u4FDD\u62A4\u7684\u9AD8\u4EF7\u503C\u76EE\u6807\u90FD\u662F\u76F8\u5F53\u5371\u9669\u7684
block.sfire-mod-iron-dome.name = \u94C1\u7A79\u529B\u573A\u5F15\u64CE
block.sfire-mod-iron-dome.description = \u5927\u578B\u7A79\u9876\u53D1\u751F\u5668\u3002\u6D88\u8017\u5927\u91CF\u80FD\u91CF\u751F\u6210\u4E00\u4E2A\u5927\u8303\u56F4\u5146\u74E6\u7EA7\u529B\u573A\u3002\u4FDD\u62A4\u5176\u4E2D\u7684\u5355\u4F4D\u4E0E\u5EFA\u7B51\u4E0D\u53D7\u5230\u5B9E\u5F39\u4F24\u5BB3\u3002
block.sfire-mod-iron-dome.details = \u76F8\u8F83\u4E8E\u94C1\u5E55\u7684\u9488\u5BF9\u91CD\u70B9\u4FDD\u62A4\uFF0C\u94C1\u7A79\u5F15\u64CE\u7684\u7814\u53D1\u65B9\u5411\u662F\u9488\u5BF9\u9635\u5730\u7684\u5927\u8303\u56F4\u4FDD\u62A4\u2014\u2014\u8FD9\u901A\u5E38\u4F1A\u6D88\u8017\u5927\u91CF\u80FD\u91CF\u4E0E\u8D44\u6E90\u2014\u2014\u540C\u65F6\uFF0C\u66F4\u5927\u7684\u751F\u6548\u8303\u56F4\u610F\u5473\u7740\u5728\u76F8\u540C\u65F6\u95F4\u5185\u5F15\u64CE\u4F1A\u627F\u53D7\u66F4\u591A\u751A\u81F3\u9971\u548C\u7EA7\u7684\u635F\u4F24\uFF0C\u4F46\u5927\u578B\u5F15\u64CE\u6709\u5145\u8DB3\u7684\u6362\u70ED\u9762\u79EF\uFF0C\u5728\u62E5\u6709\u5145\u8DB3\u51B7\u5374\u4F9B\u5E94\u65F6\u66F4\u4E0D\u5BB9\u6613\u8FC7\u70ED\u3002\n\u5728\u9762\u5BF9\u5927\u89C4\u6A21\u653B\u9632\u6218\u65F6\uFF0C\u82E5\u94C1\u7A79\u4F9D\u7136\u5728\u8FD0\u884C\uFF0C\u5E94\u5728\u5176\u63A5\u654C\u8FC7\u70ED\u4E4B\u524D\u4E3A\u5176\u63D0\u4F9B\u8DB3\u591F\u91CF\u7684\u51B7\u5374\u3002
block.sfire-mod-final-command-core.name = \u6700\u9AD8\u6307\u6325\u4E2D\u5FC3
block.sfire-mod-final-command-core.description = \u6218\u533A\u6838\u5FC3\uFF0C\u88C5\u7532\u539A\u91CD\uFF0C\u5BB9\u91CF\u8F83\u5927\u3002
#\u2014\u2014\u5355\u4F4D\u5DE5\u5382\u2014\u2014#
block.sfire-mod-special-factory.name = \u7279\u79CD\u5DE5\u5382
block.sfire-mod-special-factory.description = \u7814\u7A76\u3001\u751F\u4EA7\u5148\u8FDB\u7279\u6B8A\u6218\u6597\u5355\u4F4D\u3002\n\u53EF\u4EE5\u627F\u63A5\u500D\u4E58\u7EA7\u4F5C\u6218\u5355\u4F4D\u8BA2\u5355\u3002
block.sfire-mod-special-factory.details = \u7531\u500D\u4E58\u7EA7\u5355\u4F4D\u91CD\u6784\u5DE5\u5382\u6539\u9020\u800C\u6765\uFF0C\u8BBE\u65BD\u8F83\u4E3A\u5B8C\u5907\uFF0C\u80FD\u591F\u4EE5\u8F83\u5FEB\u7684\u901F\u5EA6\u6784\u5EFA\u7B2C\u4E09\u7EA7\u5355\u4F4D\u3002\u540C\u65F6\u627F\u62C5\u5404\u79CD\u6539\u88C5\u6D4B\u8BD5\u4EFB\u52A1\uFF0C\u7528\u4E8E\u65B0\u5174\u529F\u80FD\u6027\u5355\u4F4D\u3002

block.sfire-mod-pentative-reconstructor.name = \u6CF0\u7279\u7EA7\u5355\u4F4D\u91CD\u6784\u5DE5\u5382
block.sfire-mod-pentative-reconstructor.description = \u5728\u539F\u6709\u57FA\u7840\u6784\u9020\u4E4B\u4E0A\u5347\u7EA7\u62A4\u7532\uFF0C\u80FD\u6E90\uFF0C\u6B66\u5668\u7B49\u65B9\u9762\u3002
block.sfire-mod-pentative-reconstructor.details = \u25A0\u25A0\u90E8\u5728\u25A0\u25A0\u25A0\u6218\u533A\u906D\u53D7\u4E25\u91CD\u6253\u51FB\uFF0C\u6211\u4EEC\u4E86\u89E3\u5230\u73B0\u6709\u6B66\u5668\u88C5\u5907\u5DF2\u7ECF\u4E0D\u8DB3\u4EE5\u652F\u6491\u65E5\u76CA\u589E\u957F\u7684\u5404\u7C7B\u4EFB\u52A1\u3002\n\u654C\u4EBA\u7684\u9632\u7EBF\u4E0E\u519B\u5DE5\u5382\u6B63\u5728\u9010\u6E10\u89C4\u6A21\u5316\uFF0C\u4ED6\u4EEC\u5984\u56FE\u5229\u7528\u5730\u7F18\u4F18\u52BF\u74E6\u89E3\u6211\u4EEC\u7684\u8FDB\u653B\u3002\n\u8FD9\u662F\u5FC5\u8981\u7684\u4E00\u6B65\uFF1A\u5347\u7EA7\u88C5\u7532\u3001\u4F18\u5316\u80FD\u6E90\u6838\u5FC3\u4E0E\u5206\u914D\u7CFB\u7EDF\u3001\u66F4\u6709\u9488\u5BF9\u6027\u7684\u7279\u5316\u6B66\u5907\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7\u6CF0\u7279\u7EA7\u4F5C\u6218\u5355\u4F4D\u5C06\u6210\u4E3A\u7ACB\u7AFF\u89C1\u5F71\u7684\u7834\u5C40\u4E4B\u6CD5\uFF0C\u4F46\u5E76\u975E\u662F\u552F\u4E00\u7684\u529E\u6CD5
block.sfire-mod-payload-construstor.name = \u6536\u5BB9\u5757\u6784\u9020\u5668
block.sfire-mod-payload-construstor.description = \u6784\u9020\u4E24\u79CD\u6536\u5BB9\u5757\u3002

#\u2014\u2014\u5355\u4F4D\u2014\u2014#

unit.sfire-mod-flareX.name = \u9EA6\u8292
unit.sfire-mod-flareX.description = \u53D1\u5C04\u8FFD\u8E2A\u5BFC\u5F39\uFF0C\u5BF9\u5730\u9762\u76EE\u6807\u6295\u4E0B\u71C3\u70E7\u5F39\u3002
unit.sfire-mod-flareX.details = [#a3ba73]\u6EA2\u88C2\u6570\u636E\u5E93\u5DF2\u89E3\u7801\uFF1A\n[]\u5B8C\u5168\u65E0\u6CD5\u60F3\u8C61\u8FD9\u5947\u5F02\u7684\u5916\u5F62\u4E4B\u4E0B\u6709\u5982\u6B64\u6050\u6016\u7684\u673A\u52A8\u6027\u80FD\uFF0C\u8FD9\u53EF\u80FD\u662F\u6211\u4EEC\u7684\u96F7\u8FBE\u65E0\u6CD5\u63A2\u6D4B\u5230\u5B83\u7684\u539F\u56E0\u4E4B\u4E00\uFF1F\n[red]\u4E00\u5207\u5C1A\u4E0D\u660E\u786E\uFF0C\u6211\u4EEC\u9700\u8981\u66F4\u591A\u6570\u636E\u00B7\u00B7\u00B7\u00B7\u00B7\u00B7
unit.sfire-mod-electrodile.name = \u7535\u9CC4
unit.sfire-mod-electrodile.description = \u642D\u8F7D\u4E09\u8054\u88C5\u91CD\u578B\u88C2\u7535\u70AE\uFF0C\u8FD1\u5730\u60AC\u6D6E\u80FD\u8DE8\u8D8A\u90E8\u5206\u5730\u5F62\u3002
unit.sfire-mod-electrodile.details = [#a3ba73]\u6EA2\u88C2\u6570\u636E\u5E93\u5DF2\u89E3\u7801\uFF1A\n[]\u5B9E\u9A8C\u578B\u91CD\u578B\u60AC\u6D6E\u8F7D\u5177\uFF0C\u4ECE\u5176\u5185\u7F6E\u7CFB\u7EDF\u4E0E\u80FD\u91CF\u5206\u914D\u63A8\u6D4B\u7531\u96F7\u9E23\u7CFB\u5217\u53D1\u5C55\u800C\u6765\u3002\u540E\u7EED\u7684\u6539\u8FDB\u578B\u53F7\u4E2D\u589E\u8BBE\u77ED\u7A0B\u63A8\u8FDB\u7CFB\u7EDF\uFF0C\u7528\u4E8E\u7FFB\u8D8A\u4E2D\u5C0F\u578B\u590D\u6742\u5730\u5F62\u3002\n\u4ECE\u4E2D\u592E\u6570\u636E\u5E93\u83B7\u53D6\u5176\u84DD\u56FE\u540E\uFF0C\u9006\u5411\u5DE5\u7A0B\u7684\u74F6\u9888\u8F6C\u79FB\u5230\u4E86\u80FD\u6E90\u4E0E\u62A4\u7532\u7CFB\u7EDF\u4E0A\u2026\u2026
unit.sfire-mod-\u96F7\u795E\u70AE\u8247.name = \u9739\u96F3
unit.sfire-mod-\u96F7\u795E\u70AE\u8247.description = \u642D\u8F7D\u5206\u88C5\u5F0F\u5BF9\u5730\u8109\u51B2\u70AE\uFF0C\u5BF9\u7A7A\u4E2D\u76EE\u6807\u53D1\u5C04\u762B\u75EA\u6027\u8109\u51B2\u5BFC\u5F39\u3002
unit.sfire-mod-\u96F7\u795E\u70AE\u8247.details = [#a3ba73]\u6EA2\u88C2\u6570\u636E\u5E93\u5DF2\u89E3\u7801\uFF1A\n[]\u91CD\u578B\u706B\u529B\u6295\u9001\u7A7A\u8247\uFF0C\u5C3D\u7BA1\u5176\u5185\u90E8\u8BBE\u5907\u5DF2\u7ECF\u5927\u5E45\u6539\u52A8\uFF0C\u4F46\u4F9D\u7136\u53EF\u4EE5\u770B\u51FA\u5176\u5E08\u627F\u96F7\u9E23\u4E00\u8109\u3002\n[black]\u770B\u8D77\u6765\u50CF\u662F\u6280\u672F\u6210\u719F\u7684\u79CD\u7C7B
unit.sfire-mod-knocker.name = \u6572\u95E8\u7816
unit.sfire-mod-knocker.description = \u6B65\u884C\u7206\u7834\u673A\u7532\uFF0C\u5BF9\u76EE\u6807\u53D1\u52A8\u6BC1\u706D\u6027\u6253\u51FB\u3002
unit.sfire-mod-knocker.details = [#a3ba73]\u6EA2\u88C2\u6570\u636E\u5E93\u5DF2\u89E3\u7801\uFF1A\n[]\u642D\u8F7D\u9AD8\u7206\u4E32\u8054\u6218\u6597\u90E8\uFF0C\u89E3\u9664\u4FDD\u9669\u540E\u53D1\u5C04\u3002\n\u76F4\u63A5\u635F\u6BC1\u5C0F\u8303\u56F4\u5185\u4EE5\u53CA\u524D\u65B9\u7684\u90E8\u5206\u5EFA\u7B51\u5E76\u5BF9\u6740\u4F24\u8303\u56F4\u5185\u7684\u5355\u4F4D\u9020\u6210\u635F\u4F24\uFF0C\u762B\u75EA\u5927\u9762\u79EF\u7684\u4FEE\u590D\u88C5\u7F6E\u3002

unit.sfire-mod-\u504F\u8892A.name = \u504F\u8892
unit.sfire-mod-\u504F\u8892A.description = \u7CBE\u82F1\u673A\u52A8\u53CD\u88C5\u7532\u90E8\u961F\u3002\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u53D1\u52A8\u7A81\u88AD\u3002
unit.sfire-mod-\u504F\u8892B.name = \u504F\u8892
unit.sfire-mod-\u504F\u8892B.description = \u7CBE\u82F1\u673A\u52A8\u70AE\u51FB\u90E8\u961F\u3002\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u53D1\u52A8\u70AE\u51FB\u3002
unit.sfire-mod-\u504F\u8892C.name = \u504F\u8892
unit.sfire-mod-\u504F\u8892C.description = \u7CBE\u82F1\u673A\u52A8\u5BFC\u5F39\u90E8\u961F\u3002\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u53D1\u5C04\u8D28\u5B50\u5BFC\u5F39\u3002
unit.sfire-mod-\u504F\u8892C.details = \u5BF9\u7A7A\u519B\u9020\u6210\u66F4\u9AD8\u4F24\u5BB3
unit.sfire-mod-\u504F\u8892D.name = \u504F\u8892
unit.sfire-mod-\u504F\u8892D.description = \u7CBE\u82F1\u673A\u52A8\u8F85\u52A9\u90E8\u961F\u3002\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u4FEE\u590D\u9644\u8FD1\u53CB\u65B9\u5355\u4F4D\u3002\n\u643A\u5E26[stat]\u4E3B\u52A8\u5F0F[]\u4E09\u53E0\u5185\u7206\u5F39\uFF0C[red]\u5207\u83AB\u4F7F\u5176\u63A5\u8FD1\u9632\u7EBF\uFF01\uFF01\uFF01
unit.sfire-mod-\u504F\u8892D.details = \u4F3C\u4E4E\u4F7F\u7528\u67D0\u79CD\u7279\u6B8A\u6750\u8D28\u7684\u673A\u4F53\u5916\u58F3\uFF0C\u4F1A\u5438\u6536\u4E00\u5207\u9891\u6BB5\u7684\u80FD\u91CF\u5E76\u5728\u67D0\u79CD\u6761\u4EF6\u4E0B\u589E\u5F3A\u5185\u90E8\u80FD\u91CF\u6E90



unit.sfire-mod-blade.name = \u5229\u5203
unit.sfire-mod-blade.description = \u6807\u51C6\u5316\u8F7B\u578B\u62A4\u822A\u8230\u53EA\uFF0C\u642D\u8F7D\u6FC0\u5149\u7167\u5C04\u70AE\u4E0E\u5DE1\u822A\u5BFC\u5F39\u7CFB\u7EDF\u3002\n\u80FD\u591F\u62E6\u622A\u4E34\u8FD1\u7684\u5B9E\u4F53\u5F39\u836F\u5E76\u4FEE\u590D\u9644\u8FD1\u7684\u5355\u4F4D\u3002
unit.sfire-mod-titan.name = \u6CF0\u5766
unit.sfire-mod-titan.description = \u6807\u51C6\u5316\u91CD\u578B\u5730\u9762\u6218\u6597\u673A\u7532\uFF0C\u642D\u8F7D\u4E2D\u7A0B\u5927\u53E3\u5F84\u9730\u5F39\u70AE\u4E0E\u5C0F\u578B\u52A0\u519C\u70AE\u3002\n\u80FD\u591F\u4E3A\u9644\u8FD1\u7684\u5355\u4F4D\u63D0\u4F9B\u62A4\u76FE\u4E0E\u8D85\u9891\u3002
unit.sfire-mod-vast.name = \u6CA7\u6D77
unit.sfire-mod-vast.description = \u6807\u51C6\u5316\u91CD\u578B\u6C34\u9762\u6218\u6597\u8230\u8247\uFF0C\u642D\u8F7D\u590D\u5408\u5782\u76F4\u53D1\u5C04\u7CFB\u7EDF\u548C\u77ED\u7A0B\u6FC0\u5149\u3002\n\u80FD\u591F\u62E6\u622A\u4E34\u8FD1\u7684\u5B9E\u4F53\u5F39\u836F\u3002\n\u4F1A\u9488\u5BF9\u96BE\u4EE5\u6D88\u706D\u7684\u76EE\u6807\u53D1\u52A8\u9971\u548C\u6253\u51FB\u3002

unit.sfire-mod-\u4F2F\u52B3.name = \u4F2F\u52B3
unit.sfire-mod-\u4F2F\u52B3.description = \u4FE1\u606F\u7F3A\u5931\uFF01
unit.sfire-mod-\u4E9A\u9F99.name = \u4E9A\u9F99
unit.sfire-mod-\u4E9A\u9F99.description = \u4FE1\u606F\u7F3A\u5931\uFF01


unit.sfire-mod-ordinance.name = \u7ACB\u5BAA
unit.sfire-mod-ordinance.description = \u53D1\u5C04\u5DE8\u578B\u7A7F\u7532\u7206\u7834\u5F39\u4E0E\u95EA\u7535\u94FE\uFF0C\u7A7F\u900F\u654C\u519B\u548C\u5EFA\u7B51\u3002\n\u6B63\u9762\u5F3A\u653B\u4E0E\u7A7A\u964D\u4F5C\u6218\u7684\u6838\u5FC3\u529B\u91CF\u4E4B\u4E00\u3002
unit.sfire-mod-ordinance.details = \u5269 \u8005 \u4E3A \u738B

unit.sfire-mod-libra.name = \u5730\u661F
unit.sfire-mod-libra.description = \u6298\u8DC3\u80FD\u91CF\u70B8\u5F39\u7838\u5411\u654C\u4EBA\u9020\u6210\u4E25\u91CD\u7834\u574F\uFF0C\u5BF9\u62A4\u76FE\u6740\u4F24\u529B\u663E\u8457\u3002\n\u53D1\u5C04\u5927\u578B\u8109\u51B2\u6FC0\u5149\u675F\u5E76\u4FEE\u590D\u53CB\u65B9\u5EFA\u7B51\u3002\n\u4E3A\u4E34\u8FD1\u7684\u53CB\u65B9\u5355\u4F4D\u63D0\u4F9B\u5F3A\u5316\u3002\n\u80FD\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u3002
unit.sfire-mod-libra.details =

unit.sfire-mod-agelenid.name = \u76D8\u9F99
unit.sfire-mod-agelenid.description = \u53D1\u5C04\u8FFD\u8E2A\u706B\u7BAD\u4E0E\u5927\u91CF\u6FC0\u5149\uFF0C\u5E76\u5728\u6B64\u8FC7\u7A0B\u4E2D\u4FEE\u590D\u81EA\u5DF1\uFF0C\u80FD\u591F\u957F\u65F6\u95F4\u6301\u7EED\u4F5C\u6218\u3002\n\u80FD\u8DE8\u8D8A\u5927\u591A\u6570\u5730\u5F62\u3002
unit.sfire-mod-agelenid.details =
unit.sfire-mod-hepta.name = \u5E7F\u5BD2
unit.sfire-mod-hepta.description = \u9AD8\u901F\u4FEE\u7406\u53CB\u65B9\u5355\u4F4D\u5E76\u63D0\u4F9B\u62A4\u76FE\uFF0C\u4F7F\u7528\u5E72\u6270\u80FD\u91CF\u573A\u7535\u51FB\u654C\u4EBA\u5E76\u53D1\u5C04\u5207\u5272\u5149\u675F\u3002\u53EF\u4EE5\u643A\u5E26\u5927\u578B\u5355\u4F4D\u3002
unit.sfire-mod-hepta.details =

unit.sfire-mod-XXXXX.name =
unit.sfire-mod-XXXXX.description =
unit.sfire-mod-XXXXX.details =
unit.sfire-mod-XXXXX.name =
unit.sfire-mod-XXXXX.description =
unit.sfire-mod-XXXXX.details =

unit.sfire-mod-assembler-drone.name = \u7EC4\u88C5\u65E0\u4EBA\u673A
unit.sfire-mod-assembler-drone-large.name = \u5927\u578B\u7EC4\u88C5\u65E0\u4EBA\u673A
unit.sfire-mod-armed-drone.name = \u9ED8\u9014
unit.sfire-mod-armed-drone.description = \u642D\u8F7D4\u95E8\u5E76\u5217\u8109\u51B2\u67AA\uFF0C\u81EA\u4E3B\u4FA6\u5BDF\u63A8\u8FDB\u5E76\u653B\u51FB\u9644\u8FD1\u6240\u6709\u654C\u4EBA\u3002\n\u62E5\u6709\u4E00\u4E2A\u62A4\u76FE\u529B\u5899\u3002
unit.sfire-mod-armed-drone.details = \u4E2D\u578B\u67E5\u6253\u4E00\u4F53\u4F5C\u6218\u5355\u4F4D\uFF0C\u6CDB\u7528\u6027\u5E76\u4E0D\u9AD8\uFF0C\u4F5C\u4E3A\u5EC9\u4EF7\u7684\u7A81\u8FDB\u90E8\u961F\u6765\u8BF4\uFF0C\u5B83\u8DB3\u591F\u4F18\u79C0\uFF1B\u4F5C\u4E3A\u4F5C\u6218\u90E8\u961F\u6765\u8BF4\uFF0C\u5B83\u592A\u8FC7\u8106\u5F31\u3002\u8BF7\u4E0D\u8981\u6307\u671B\u5B83\u80FD\u4E3A\u4F60\u6740\u51FA\u4E00\u6761\u8840\u8DEF\uFF0C\u59A5\u5584\u5229\u7528\u5B83\u7684\u4FA6\u5BDF\u8BBE\u5907\u4E3A\u6218\u5C40\u638C\u63E1\u66F4\u591A\u4E3B\u52A8\u6027\u3002\n[red]\u4FE1\u606F\u95ED\u585E\u662F\u53EF\u6015\u7684

unit.sfire-mod-farmer.name = \u5DE5\u519C
unit.sfire-mod-farmer.description = \u81EA\u52A8\u91CD\u5EFA\u635F\u574F\u7684\u5EFA\u7B51\u5E76\u653B\u51FB\u9760\u8FD1\u7684\u654C\u4EBA\u3002\u53D1\u5C04\u762B\u75EA\u6FC0\u5149\u4E0E\u7EB3\u7C73\u5F39\u3002\u4FEE\u590D\u9644\u8FD1\u7684\u53CB\u65B9\u5355\u4F4D\u3002
unit.sfire-mod-farmer.details =[lime]\u5DE5\u519C\u6B66\u88C5\u5272\u636E\uFF01[]\n\u4E3A\u9002\u5E94\u6CF0\u4F2F\u5229\u4E9A\u6218\u573A\u590D\u6742\u73AF\u5883\u800C\u6253\u9020\u7684\u4E00\u4EE3\u5168\u80FD\u52E4\u52A1\u8230\u53EA\uFF0C\u642D\u8F7D\u201C\u7EA2\u661F\u201D\u6838\u5FC3\u7CFB\u7EDF\uFF0C\u80FD\u591F\u81EA\u52A8\u9002\u5E94\u5404\u79CD\u4EFB\u52A1\u7684\u884C\u4E3A\u64CD\u63A7\u4E0E\u80FD\u6E90\u5206\u914D\u3002
unit.sfire-mod-carrier.name = \u7FA4\u4F17
unit.sfire-mod-carrier.description = \u63D0\u4F9B\u66F4\u5F3A\u5927\u7684\u6218\u573A\u8FD0\u8F7D\u80FD\u529B\u3002\n\u642D\u8F7D\u77ED\u7A0B\u5F3A\u9178\u55B7\u67AA\u3002
unit.sfire-mod-carrier.details = \u7531\u539F\u578B\u5DE5\u519C\u6539\u9020\u800C\u6765\u7684\u4E00\u578B\u4EC5\u6267\u884C\u8F7D\u8377\u8FD0\u8F7D\u4EFB\u52A1\u7684\u52E4\u52A1\u8230\u53EA\uFF0C\u642D\u8F7D\u201C\u7EA2\u661F-\u4E59\u201D\u6838\u5FC3\u64CD\u63A7\u7CFB\u7EDF\u3002\n[red]\u629B\u5F03\u6B66\u5668\u7CFB\u7EDF\u4E0E\u706B\u63A7\u96F7\u8FBE[]\uFF0C\u4F18\u79C0\u98DE\u63A7\u7CFB\u7EDF\u80FD\u7CBE\u51C6\u5206\u914D\u66F4\u5F3A\u608D\u7684\u52A8\u529B\u4F53\u7CFB\u3002

unit.sfire-mod-flamer.name = \u51A5\u71C3
unit.sfire-mod-flamer.description = \u88C5\u8F7D\u7206\u71C3\u5207\u5272\u67AA\u4E0E\u9AD8\u901F\u71C3\u70E7\u5F39\u629B\u5C04\u5668\u3002\n\u53EF\u4EE5\u52A9\u63A8\u8DE8\u8D8A\u5730\u5F62\u3002
unit.sfire-mod-thunder.name = \u96F7\u9E23
unit.sfire-mod-thunder.description = \u53D1\u5C04\u8109\u51B2\u5F39\u4E0E\u95EA\u7535\u53D1\u751F\u5668\uFF0C\u88C5\u7532\u539A\u91CD\uFF0C\u5F3A\u88AD\u654C\u519B\u91CD\u8981\u76EE\u6807\u3002\n\u62A4\u7532\u539A\u91CD\u4F46\u672C\u4F53\u7565\u4E3A\u8106\u5F31\uFF0C\u6CE8\u610F\u89C4\u907F\u654C\u91CD\u578B\u9632\u7A7A\u706B\u529B\u3002
unit.sfire-mod-\u957F\u5F13.name = \u957F\u5F13
unit.sfire-mod-\u957F\u5F13.description = \u53D1\u5C04\u957F\u7A0B\u9632\u7A7A\u5BFC\u5F39\uFF0C\u643A\u5E26\u901A\u7528\u6FC0\u5149\u53D1\u5C04\u5355\u5143\u3002\u5BF9\u654C\u65B9\u6D77\u519B\u5355\u4F4D\u53D1\u5C04\u9AD8\u88C5\u836F\u5185\u7206\u9C7C\u96F7\u3002
unit.sfire-mod-hammer.name = \u653B\u57CE\u9524
unit.sfire-mod-hammer.description = \u5411\u5730\u9762\u76EE\u6807\u53D1\u5C04\u5927\u53E3\u5F84\u69B4\u5F39\u70AE\uFF0C\u4F18\u79C0\u673A\u52A8\u5E95\u76D8\u80FD\u591F\u8DE8\u8D8A\u5927\u90E8\u5206\u5730\u5F62\u4E0E\u6C34\u57DF\u3002

unit.sfire-mod-terrascape.name = \u9614\u91CE
unit.sfire-mod-terrascape.description = \u6295\u9001\u8D85\u8F7D\u5F15\u529B\u53D1\u751F\u5668\u4E0E\u5149\u5B50\u5BFC\u5F39\u3002\u95F4\u6B47\u6027\u53D1\u5C04\u51B2\u51FB\u675F\uFF0C\u914D\u5907\u7A7A\u57DF\u9759\u7535\u573A\u3002
unit.sfire-mod-terrascape.details = \u5BF9\u654C\u6218\u7EBF\u8D8A\u6765\u8D8A\u5E7F\u9614\uFF0C\u6BCF\u6B21\u884C\u52A8\u6240\u906D\u9047\u7684\u654C\u5BF9\u52BF\u529B\u8D8A\u6765\u8D8A\u5F3A\u5927\uFF0C\u9614\u91CE\u7684\u51FA\u73B0\u51E0\u4E4E\u89E3\u51B3\u4E86\u6240\u6709\u96BE\u9898\u3002\u4F5C\u4E3A\u4E00\u652F\u5168\u80FD\u6218\u8230\uFF0C\u65E0\u8BBA\u662F\u653B\u57CE\u8FD8\u662F\u7834\u519B\uFF0C\u4ED6\u65E0\u6240\u4E0D\u80FD\u3002\n\u51F6\u608D\u7684\u706B\u529B\u4E0E\u6781\u5F3A\u7684\u5EFA\u9020\u3001\u4FDD\u62A4\u80FD\u529B\u4F7F\u5F97\u4ED6\u5B8C\u5168\u8DB3\u4EE5\u72EC\u5F53\u4E00\u9762\u3002\n\u540C\u65F6\u5176\u8FC7\u9AD8\u7684\u8017\u6750\u4E0E\u5DE8\u5927\u7684\u7EF4\u62A4\u6D88\u8017\u6210\u4E3A\u4E86\u540E\u52E4\u7684\u4E00\u5927\u8003\u9A8C\uFF0C\u76EE\u524D\u4EC5\u6709\u7B2C\u4E94\u519B\u56E2\u62E5\u6709\u6279\u91CF\u6D3E\u9063\u9614\u91CE\u7684\u80FD\u529B\u3002
unit.sfire-mod-stardust.name = \u788E\u8FB0
unit.sfire-mod-stardust.description = \u53EA\u653B\u51FB\u6307\u5B9A\u76EE\u6807\uFF0C\u53D1\u5C04\u8D85\u89C6\u8DDD\u5F39\u9053\u80FD\u91CF\u5F39\uFF0C[gold]\u6709\u6982\u7387\u5F3A\u884C\u7A81\u7834\u529B\u573A\u76F4\u63A5\u653B\u5165\u5185\u90E8\u3002[gray]\u88C5\u7532\u539A\u91CD\u4F46\u51E0\u4E4E\u6CA1\u6709\u8FD1\u6218\u81EA\u4FDD\u80FD\u529B\u3002
unit.sfire-mod-omega.name = \u6B27\u7C73\u8304
unit.sfire-mod-omega.description = \u4FDD\u62A4\u6700\u9AD8\u6307\u6325\u4E2D\u5FC3\u3002\u62E5\u6709\u5FEB\u901F\u5EFA\u9020\u80FD\u529B\u3002\u53D1\u5C04\u7A7F\u7532\u71C3\u70E7\u5F39\u4E0E\u5BFC\u5F39\u3002


unit.sfire-mod-UTV.name = \u4E24\u6816\u88C5\u7532\u8FD0\u8F7D\u8F66
unit.sfire-mod-UTV.description = \u8FD0\u8F7D\u5927\u91CF\u7269\u54C1\u6216\u8005\u91CD\u578B\u88C5\u5907\u3002\n\u914D\u5907\u8D28\u5B50\u51B2\u51FB\u67AA\uFF0C\u5168\u5BC6\u5C01\u91CD\u88C5\u7532\u3002\n\u53EF\u4EE5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002
unit.sfire-mod-UTV.details =
unit.sfire-mod-UTV-Artillery.name = \u8D28\u5B50\u69B4\u70AE\u8FD0\u8F7D\u8F66
unit.sfire-mod-UTV-Artillery.description = \u4F7F\u7528\u88C5\u7532\u8FD0\u8F7D\u8F66\u4F5C\u4E3A\u5E95\u76D8\uFF0C\u5E76\u653E\u5F03\u4E00\u5207\u8F7D\u8D27\u5BB9\u91CF\u8F6C\u4E3A\u4E00\u95E8\u8D28\u5B50\u69B4\u5F39\u70AE\u4EE5\u53CA\u7EB3\u7C73\u4FEE\u590D\u7CFB\u7EDF\u3002\n\u65E0\u6CD5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002\n[stat]\u5F3A\u5927\u8FDC\u7A0B\u5730\u9762\u652F\u63F4\u80FD\u529B\u3002
unit.sfire-mod-UTV-Artillery.details =
unit.sfire-mod-UTV-Command.name = \u6218\u5730\u6307\u6325\u8F66
unit.sfire-mod-UTV-Command.description = \u4F7F\u7528\u88C5\u7532\u8FD0\u8F7D\u8F66\u4F5C\u4E3A\u5E95\u76D8\uFF0C\u5E76\u653E\u5F03\u4E00\u5207\u8F7D\u8D27\u5BB9\u91CF\u8F6C\u4E3A\u642D\u8F7D\u5C0F\u578B\u8F66\u8F7D\u96F7\u8FBE\uFF0C\u5176\u62E5\u6709\u66F4\u5E7F\u9614\u7684\u89C6\u91CE\u3002\u8D1F\u8D23\u4F5C\u6218\u6307\u6325\u6216\u6307\u5F15\u70AE\u706B\u6253\u51FB\u3002\n\u53EF\u4EE5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002\n[red]\u88AB\u6467\u6BC1\u4F1A\u5BFC\u81F4\u6211\u4EEC\u4E22\u5931\u8BE5\u5730\u533A\u7684\u6218\u573A\u63A7\u5236\uFF0C\u52A1\u5FC5\u4FDD\u62A4\uFF01
unit.sfire-mod-UTV-Command.details =
unit.sfire-mod-UTV-Defense.name = \u9632\u5FA1\u6269\u5C55\u8FD0\u8F7D\u8F66
unit.sfire-mod-UTV-Defense.description = \u4F7F\u7528\u88C5\u7532\u8FD0\u8F7D\u8F66\u4F5C\u4E3A\u5E95\u76D8\uFF0C\u5E76\u653E\u5F03\u4E00\u5207\u8F7D\u8D27\u5BB9\u91CF\u8F6C\u4E3A\u4E00\u5EA7\u70B9\u9632\u5FA1\u7CFB\u7EDF\u4EE5\u53CA\u5C0F\u578B\u529B\u573A\u53D1\u751F\u5668\u3002\n\u53EF\u4EE5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002\n[stat]\u63D0\u4F9B\u4E2D\u7A0B\u5B9E\u5F39\u9632\u5FA1\u4E0E\u8FD1\u7A0B\u62A4\u76FE\u3002
unit.sfire-mod-UTV-Defense.details =
unit.sfire-mod-UTV-Missile.name = \u9632\u7A7A\u5BFC\u5F39\u8FD0\u8F7D\u8F66
unit.sfire-mod-UTV-Missile.description = \u4F7F\u7528\u88C5\u7532\u8FD0\u8F7D\u8F66\u4F5C\u4E3A\u5E95\u76D8\uFF0C\u5E76\u653E\u5F03\u4E00\u5207\u8F7D\u8D27\u5BB9\u91CF\u8F6C\u4E3A\u4E00\u53F0\u56DB\u8054\u88C5\u5BFC\u5F39\u53D1\u5C04\u5668\u4EE5\u53CA\u7EB3\u7C73\u4FEE\u590D\u7CFB\u7EDF\u3002\n\u53EF\u4EE5\u8DE8\u8D8A\u975E\u56FA\u4F53\u5730\u9762\u3002\n[stat]\u5F3A\u5927\u4E2D\u7A0B\u9632\u7A7A\u80FD\u529B\u3002
unit.sfire-mod-UTV-Missile.details =

#\u2014\u2014\u5730\u677F\u2014\u2014#
block.sfire-mod-srontium.name = \u9536
block.sfire-mod-rubidium.name = \u94F7
block.sfire-mod-fermium.name = \u9544
block.sfire-mod-chromium.name = \u94EC
block.sfire-mod-snow-sand.name = \u96EA\u6C99
block.sfire-mod-rare-earth-floor.name = \u7A00\u571F\u5730
block.sfire-mod-XXX.name = \u9499\u5316\u7A00\u571F\u5730
block.sfire-mod-XXX.name = \u78C1\u9875\u5CA9
block.sfire-mod-XXX.name = \u78C1\u9875\u5CA9\u5899
block.sfire-mod-XXX.name = \u5929\u9752\u77F3
block.sfire-mod-XXX.name = \u5929\u9752\u77F3\u5899

block.sfire-mod-XXX.name = \u8F90\u5C04\u77F3\u82F1
block.sfire-mod-XXX.name = \u8F90\u5C04\u77F3\u82F1\u5899
block.sfire-mod-XXX.name = \u8F90\u5C04\u89D2\u95EA\u5CA9
block.sfire-mod-XXX.name = \u8F90\u5C04\u89D2\u95EA\u5CA9\u5899
block.sfire-mod-XXX.name = \u8F90\u5C04\u8F89\u957F\u5CA9
block.sfire-mod-XXX.name = \u8F90\u5C04\u8F89\u957F\u5CA9\u5899
block.sfire-mod-XXX.name = \u8F90\u5C04\u788E\u88C2\u77F3
block.sfire-mod-XXX.name = \u8F90\u5C04\u788E\u88C2\u77F3\u5899

block.sfire-mod-industry-floor.name = \u5DE5\u4E1A\u533A\u5730\u9762
block.sfire-mod-industry-supplyer.name = \u4F9B\u7ED9\u578B\u5DE5\u4E1A\u533A\u5730\u9762
block.sfire-mod-industry-heater.name = \u4F9B\u70ED\u578B\u5DE5\u4E1A\u533A\u5730\u9762
block.sfire-mod-industry-floor-cover.name = \u5730\u9762\u9694\u79BB\u677F
block.sfire-mod-industry-wall.name = \u5DE5\u4E1A\u533A\u9694\u79BB\u5899
block.sfire-mod-nano-panel.name = \u7EB3\u7C73\u5730
block.sfire-mod-industry-nanowall.name = \u7EB3\u7C73\u9694\u79BB\u5899
block.sfire-mod-reforced-floor.name = \u786C\u5316\u5730\u9762
block.sfire-mod-reforced-floor-1.name = \u786C\u5316\u5730\u9762
block.sfire-mod-reforced-floor-2.name = \u786C\u5316\u5730\u9762

block.sfire-mod-XXX.name =
block.sfire-mod-XXX.name =
#\u2014\u2014\u5E03\u666F\u2014\u2014#
block.sfire-mod-\u88C2\u4F4D\u5F15\u64CE.name = \u88C2\u4F4D\u5F15\u64CE
block.sfire-mod-\u88C2\u4F4D\u5F15\u64CE.description = \u5730\u56FE\u5E03\u666F\u4E4B\u4E00
block.sfire-mod-\u50A8\u5907\u6CB9\u6876.name = \u50A8\u5907\u6CB9\u6876
block.sfire-mod-\u50A8\u5907\u6CB9\u6876.description = \u5730\u56FE\u5E03\u666F\u4E4B\u4E00\n[coral]\u53EF\u7206\u70B8
block.sfire-mod-\u50A8\u5907\u6CB9\u6876\u7EC4.name = \u50A8\u5907\u6CB9\u6876\u7EC4
block.sfire-mod-\u50A8\u5907\u6CB9\u6876\u7EC4.description = \u5730\u56FE\u5E03\u666F\u4E4B\u4E00\n[coral]\u53EF\u7206\u70B8
block.sfire-mod-\u50A8\u6CB9\u7F50.name = \u91CD\u578B\u88C5\u7532\u50A8\u6CB9\u7F50
block.sfire-mod-\u50A8\u6CB9\u7F50.description = \u5730\u56FE\u5E03\u666F\u4E4B\u4E00

#\u2014\u2014\u7269\u54C1\u2014\u2014#
item.sfire-mod-strontium.name = \u9536
item.sfire-mod-strontium.description = \u6613\u71C3\u91D1\u5C5E\u5143\u7D20\uFF0C\u7528\u4F5C\u53CD\u5E94\u88C5\u7532\uFF0C\u7279\u6B8A\u6218\u6597\u90E8\u4EE5\u53CA\u5F15\u706B\u7EC4\u4EF6\u3002
item.sfire-mod-strontium.details = \u5316\u5B66\u6027\u8D28\u8FC7\u4E8E\u6D3B\u6CFC\uFF0C\u7565\u5FAE\u53D7\u70ED\u5C31\u4F1A\u7ACB\u523B\u5267\u70C8\u6C27\u5316\u71C3\u70E7\u3002\u5728\u771F\u7A7A\u73AF\u5883\u4E2D\u76F8\u5F53\u7A33\u5B9A\uFF0C\u4F46\u53EF\u4EE5\u901A\u8FC7\u63BA\u5165\u5176\u4ED6\u7269\u8D28\u6765\u5F62\u6210\u7279\u6B8A\u6740\u4F24\u6027\u6218\u6597\u90E8
item.sfire-mod-rubidium.name = \u94F7
item.sfire-mod-rubidium.description = \u4F18\u8D28\u5929\u7136\u5F3A\u7535\u78C1\u6027\u80FD\u91D1\u5C5E\uFF0C\u8FD9\u4F7F\u5B83\u80FD\u5E94\u7528\u5230\u4E00\u4E9B\u9AD8\u5371\u7684\u6D41\u4F53\u5DE5\u4E1A\u4E2D\u53BB\u3002\u7528\u4F5C\u5927\u578B\u78C1\u6405\u62CC\u5B50\u3001\u963B\u6EDE\u9501\u5B9A\u5668\u7B49\u78C1\u6027\u90E8\u4EF6\u3002
item.sfire-mod-rubidium.details = \u636E\u8BF4\u8FD9\u73A9\u610F\u7684\u5355\u8D28\u4E0E\u67D0\u79CD\u6052\u661F\u7EC8\u70B9\u7269\u8D28\u6DF7\u5408\u540E\u4F1A\u5BF9\u673A\u68B0\u4F53\u4EA7\u751F\u6781\u5927\u7684\u5F71\u54CD\n\u2014\u2014\u6709\u5F85\u8003\u8BC1
item.sfire-mod-fermium.name = \u9544
item.sfire-mod-fermium.description = \u7528\u4E8E\u9AD8\u8010\u7528\u7ED3\u6784\u4E0E\u9AD8\u6297\u70ED\u88C5\u7532\uFF0C\u7A7F\u900F\u6027\u5316\u5B66\u71C3\u70E7\u5F39\u836F\u4E0E\u88C2\u53D8\u71C3\u6599\u3002
item.sfire-mod-fermium.details = \u6CF0\u4F2F\u5229\u4E9A\u4E0A\u7684\u7A00\u6709\u91D1\u5C5E\uFF0C\u81F4\u5BC6\u575A\u786C\u3002\u5177\u6709\u653E\u5C04\u6027\uFF0C\u8FD9\u53EF\u80FD\u5BF9\u5468\u8FB9\u73AF\u5883\u9020\u6210\u4E00\u5B9A\u5F71\u54CD\uFF0C\u4F46\u5728\u8FD9\u9897\u661F\u7403\u4E0A\u5DF2\u7ECF\u65E0\u6240\u8C13\u4E86
item.sfire-mod-chromium.name = \u94EC
item.sfire-mod-chromium.description = \u8D28\u5730\u575A\u786C\u4F46\u5E26\u6709\u90E8\u5206\u8106\u6027\uFF0C\u5E38\u7528\u4E8E\u9AD8\u7B49\u91D1\u5C5E\u52A0\u5DE5\u6216\u91CD\u578B\u788E\u7532\u5F39\u3002
item.sfire-mod-chromium.details = \u6700\u575A\u786C\u7684\u91D1\u5C5E\u5143\u7D20\uFF0C\u5448\u73B0\u51FA\u5751\u6D3C\u7684\u5FAE\u89C2\u8868\u9762\u7ED3\u6784\uFF0C\u90E8\u5206\u8BBE\u5907\u6307\u6807\u53EA\u80FD\u7531\u8BE5\u5143\u7D20\u76F8\u5173\u5236\u54C1\u8865\u9F50\u4E14\u6682\u65E0\u53EF\u66FF\u4EE3\u7269\u8D28\uFF0C\u8FD9\u901A\u5E38\u4F1A\u6781\u5927\u5730\u5EF6\u957F\u8BBE\u5907\u7684\u5EFA\u9020\u5468\u671F
item.sfire-mod-rare-earth.name = \u7A00\u571F
item.sfire-mod-rare-earth.description = \u7528\u4E8E\u63D0\u70BC\u591A\u79CD\u7A00\u6709\u91D1\u5C5E\u5143\u7D20\u6216\u591A\u5B54\u5438\u9644\u586B\u6599\u3002
item.sfire-mod-rare-earth.details = \u66FE\u7ECF\uFF0C\u8FD9\u4E9B\u5143\u7D20\u76F8\u5F53\u7A00\u6709\u4E14\u901A\u5E38\u6DF7\u6742\u4E8E\u7845\u9178\u76D0\u7C7B\u6742\u8D28\u4E2D\u96BE\u4EE5\u63D0\u70BC\uFF1B\u73B0\u5728\uFF0C\u867D\u7136\u6B64\u5904\u5143\u7D20\u4E30\u5EA6\u76F8\u5F53\u4E4B\u9AD8\uFF0C\u4F46\u7531\u4E8E\u5176\u5728\u5730\u8868\u603B\u542B\u91CF\u8F83\u4F4E\uFF0C\u201C\u7A00\u571F\u201D\u8FD9\u4E00\u540D\u79F0\u4F9D\u7136\u88AB\u6CBF\u7528\u81F3\u4ECA

item.sfire-mod-silisteel.name = \u7845\u94A2
item.sfire-mod-silisteel.description = \u5177\u6709\u4F4E\u7535\u901A\u7387\u3001\u9AD8\u5BFC\u78C1\u6027\u80FD\u548C\u4E00\u5B9A\u53EF\u5851\u6027\u7684\u5EC9\u4EF7\u5408\u91D1\u3002\u7528\u9014\u5E7F\u6CDB\u3002
item.sfire-mod-wavesteel.name = \u6CE2\u7EB9\u94A2
item.sfire-mod-wavesteel.description = \u9AD8\u6027\u80FD\u8F7B\u578B\u7ED3\u6784\u6750\u6599\uFF0C\u5728\u8F83\u5927\u7684\u6E29\u5EA6\u8303\u56F4\u5185\u4F9D\u7136\u53EF\u4EE5\u4FDD\u6301\u5F3A\u5EA6\u4F7F\u7528\u4E00\u6BB5\u65F6\u95F4\u540E\u4E0D\u51FA\u73B0\u75B2\u52B3\u73B0\u8C61\u3002\u7528\u9014\u5E7F\u6CDB\u3002
item.sfire-mod-wavesteel.details = [gray]\u8FD9\u53EF\u6BD4\u83B1\u666E\u4FBF\u5B9C\u591A\u4E86[]\u8FD9\u79CD\u6E29\u538B\u6324\u538B\u5DE5\u827A\u4E0E\u6D41\u4F53\u8150\u8680\u5E26\u6765\u7684\u5947\u7279\u8868\u9762\u7EB9\u7406\uFF0C\u5F97\u540D\u6CE2\u7EB9\u94A2
item.sfire-mod-cluster-bomb.name = \u805A\u5408\u70B8\u836F
item.sfire-mod-cluster-bomb.description = \u7528\u4F5C\u6B66\u5668\u5F39\u836F\u3002\u53EF\u71C3\u3001\u6613\u7206\u3002

item.sfire-mod-discordance-fabric.name = \u88C2\u4F4D\u80FD
item.sfire-mod-discordance-fabric.description = \u9AD8\u80FD\u91CF\u4E14\u4E0D\u7A33\u5B9A\u7269\uFF0C\u7528\u505A\u8FDC\u8DDD\u79BB\u77AC\u95F4\u79FB\u52A8\u6216\u9AD8\u80FD\u7834\u7532\u6218\u6597\u90E8\u3002\n\u4E0E\u6CF0\u52D2\u8F7D\u4F53\u7684\u80FD\u91CF\u5BB9\u5668\u9AD8\u5EA6\u4EB2\u548C\uFF0C\u53EF\u7528\u4E8E\u63D0\u5347\u6CF0\u52D2\u8F7D\u4F53\u7684\u80FD\u91CF\u5BC6\u5EA6\u3002
item.sfire-mod-discordance-fabric.details = \u5728\u4E0D\u5C01\u88C5\u7684\u60C5\u51B5\u4E0B\u901A\u8FC7\u963F\u5C14\u6CD5\u7C92\u5B50\u6301\u7EED\u7167\u5C04\u8F70\u51FB\u76F8\u4F4D\u7269\u6765\u4EA7\u751F\u88C2\u4F4D\u80FD\u7684\u7B2C\u4E00\u4EE3\u5DE5\u827A\u4F7F\u66FE\u7ECF\u5236\u53D6\u8FC7\u5B83\u7684\u8BBE\u5907\u5373\u4F7F\u5728\u505C\u673A\u540E\u6570\u6708\u4E5F\u4F1A\u8868\u73B0\u51FA\u5267\u70C8\u81F4\u547D\u7684\u653E\u5C04\u6027\u4F1A\u4F7F\u9644\u8FD1\u7684\u7535\u6C14\u8BBE\u5907\u5BFF\u547D\u4E25\u91CD\u4E0B\u964D\u4EE5\u81F3\u4E8E\u5927\u89C4\u6A21\u88C2\u4F4D\u80FD\u4EA7\u533A\u9644\u8FD1\u65B9\u5706\u767E\u91CC\u5BF8\u5854\u4E0D\u751F\u2026\u2026\n\u597D\u5728\u7B2C\u4E8C\u4EE3\u88C2\u4F4D\u80FD\u5236\u53D6\u91C7\u7528\u4E86\u9AD8\u5BC6\u5EA6\u91D1\u5C5E\u8FDB\u884C\u5C01\u88C5\uFF0C\u6B64\u7C7B\u95EE\u9898\u5DF2\u7ECF\u5F97\u5230\u89E3\u51B3\n[red]\u751F\u4EA7\u65B9\u65E0\u9700\u5BF9\u4EFB\u4F55\u672A\u7ECF\u6279\u51C6\u4E14\u6CA1\u6709\u76F8\u4F4D\u80FD\u91CF\u5DE5\u7A0B\u5E08\u7B49\u76F8\u5173\u4EBA\u5458\u966A\u540C\u7684\u72B6\u6001\u4E0B\u76F4\u63A5\u63A5\u89E6\u6216\u64CD\u4F5C\u88C2\u4F4D\u80FD\u5C01\u88C5\u5916\u58F3\u5BFC\u81F4\u7684\u653E\u5C04\u6740\u4F24\u3001\u5730\u57DF\u6C61\u67D3\u3001\u76F8\u4F4D\u6495\u88C2\u7B49\u60C5\u51B5\u8D1F\u8D23\uFF0C\u4E00\u7ECF\u53D1\u73B0\u8BF7\u7ACB\u523B\u4E0A\u62A5\u5E76\u8FDC\u79BB\u6B64\u5730\uFF0C\u7B49\u5F85\u76F8\u4F4D\u5E94\u6025\u5904\u7406\u7EC4\u652F\u63F4
item.sfire-mod-nano-core.name = \u7EB3\u7C73\u6838
item.sfire-mod-nano-core.description = \u7CBE\u7EC6\u7EB3\u7C73\u6750\u6599\uFF0C\u4E3B\u8981\u5E94\u7528\u4E8E\u5404\u7C7B\u5E94\u6025\u4FEE\u590D\u3001\u5F3A\u5316\u573A\u5408\u3002
item.sfire-mod-nano-core.details = \u7EB3\u7C73\u6750\u6599\uFF0C\u4F3D\u9A6C\uFF01
item.sfire-mod-lens.name = \u5F02\u5411\u6676
item.sfire-mod-lens.description = \u7528\u4E8E\u9AD8\u7B49\u7EA7\u6FC0\u5149\u5668\u6216\u534A\u5BFC\u4F53\u5149\u611F\u5143\u4EF6\u3002
item.sfire-mod-lens.details = \u5E38\u6001\u4E0B\u5448\u73B0\u51FA\u5404\u5411\u5F02\u6027\u7684\u6676\u4F53\uFF0C\u786C\u5EA6\u8F83\u4F4E\u4E14\u6781\u5EA6\u6613\u788E\u3002\u5728\u7279\u5B9A\u80FD\u91CF\u5F15\u5BFC\u4E0B\uFF0C\u5176\u6676\u5C42\u7ED3\u6784\u53EF\u4EE5\u53D7\u63A7\u53D8\u5316\u3002\u8FD9\u4E00\u7279\u6027\u4F7F\u5F97\u5176\u5149\u7535\u6027\u80FD\u65E0\u8BBA\u662F\u6570\u503C\u8FD8\u662F\u6CDB\u7528\u6027\u90FD\u8FDC\u8D85\u90A3\u4E9B\u5355\u4E00\u7528\u5904\u7684\u7834\u70C2\u9AD8\u7B49\u5149\u5B66\u6676\u4F53\uFF0C\u8FD9\u5C06\u4F1A\u5F00\u521B\u4E00\u4E2A\u5149\u7535\u5B66\u7684\u65B0\u65F6\u4EE3\uFF0C\u4E00\u4E2A\u4E07\u80FD\u6676\u4F53\u7684\u65F6\u4EE3\u2026\u2026\n\u6216\u8BB8\u6211\u4EEC\u5E94\u8BE5\u8003\u8651\u5BF9\u8FD9\u79CD\u6210\u672C\u9AD8\u6602\u7684\u6676\u4F53\u8FDB\u884C\u91CF\u4EA7\uFF1F
item.sfire-mod-tayrium-alloy.name = \u6CF0\u52D2\u5408\u91D1
item.sfire-mod-tayrium-alloy.description = \u81F4\u5BC6\u575A\u786C\uFF0C\u62E5\u6709\u6781\u5F3A\u7535\u78C1\u6027\u80FD\u7684\u5408\u91D1\u3002\u7528\u4E8E\u5236\u9020\u8D85\u7EA7\u7535\u5BB9\u5668\u6216\u4F5C\u4E3A\u5176\u4ED6\u5F62\u5F0F\u80FD\u91CF\u7684\u8F7D\u4F53\u3002
item.sfire-mod-leippium-alloy.name = \u83B1\u666E\u5408\u91D1
item.sfire-mod-leippium-alloy.description = \u76F8\u5BF9\u786C\u5EA6\u6781\u9AD8\u7684\u5408\u91D1\u3002\u7528\u4E8E\u5148\u8FDB\u88C5\u7532\uFF0C\u5F39\u836F\u4E0E\u6C38\u4E45\u6027\u5EFA\u7B51\u7ED3\u6784\u3002
item.sfire-mod-leippium-alloy.details = \u70ED\u4E0D\u53D8\u5F62\uFF0C\u51B7\u4E0D\u53D8\u786C\uFF0C\u6297\u65F1\u9632\u6F6E\uFF0C\u7ED3\u5B9E\u8010\u7CD9\uFF0C\u9178\u78B1\u4E0D\u4FB5\uFF0C\u7EDD\u5BF9\u53EF\u9760\n\n\n\n\n\n\u51B7\u6DB2\u7684\u6B27\u6D3Ebe like\uFF1A

liquid.sfire-mod-nanofluid.name = \u7EB3\u7C73\u6D41\u4F53
liquid.sfire-mod-nanofluid.description = \u7528\u4F5C\u53CD\u5E94\u5806\uFF0C\u70AE\u53F0\u7684\u5FEB\u901F\u6563\u70ED\u4EE5\u53CA\u4FEE\u590D\u673A\u6784\u3002
liquid.sfire-mod-nitrated-oil.name = \u785D\u5316\u91CD\u6CB9
liquid.sfire-mod-nitrated-oil.description = \u4E3B\u8981\u7528\u4E8E\u5DE5\u4E1A\u751F\u4EA7\u63D0\u53D6\u5176\u4E2D\u7684\u7206\u70B8\u6027\u7269\u8D28\u3002
liquid.sfire-mod-nitrated-oil.details = \u7269\u7406\u7A33\u5B9A\u6027\u6781\u5DEE\uFF0C\u8FD9\u79CD\u6D41\u4F53\u51E0\u4E4E\u4E0D\u80FD\u627F\u53D7\u5E38\u89C4\u51B2\u51FB\uFF0C\u751F\u4EA7\u6216\u8005\u52A0\u5DE5\u8FC7\u7A0B\u4E2D\u53EA\u80FD\u91C7\u53D6\u5927\u578B\u7F13\u901F\u6405\u62CC\u5668\u6765\u540C\u65F6\u786E\u4FDD\u5B89\u5168\u4E0E\u6548\u7387\u3002\u5728\u4F5C\u4E3A\u6DB2\u6001\u70B8\u836F\u65F6\u7206\u901F\u6781\u5DEE\u4E14\u53EF\u80FD\u4F1A\u5BF9\u64CD\u4F5C\u8005\u9020\u6210\u4F24\u5BB3\uFF0C\u901A\u5E38\u4E0D\u7528\u4E8E\u653B\u51FB\u578B\u7528\u9014\uFF0C\u4F46\u5728\u9500\u6BC1\u5E9F\u65E7\u7269\u54C1\u65B9\u9762\u6709\u76F8\u5F53\u4E0D\u9519\u7684\u5B9E\u7528\u6027\u4EE5\u53CA\u2026\u2026\u89C2\u8D4F\u6027
liquid.sfire-mod-actived-nanofluid.name = \u6D3B\u5316\u7EB3\u7C73\u6D41\u4F53
liquid.sfire-mod-actived-nanofluid.description = \u4E00\u79CD\u6781\u5EA6\u5371\u9669\u7684\u7EB3\u7C73\u6750\u6599\uFF0C\u4F1A\u4EE5\u6781\u5FEB\u7684\u901F\u5EA6\u4E2D\u548C\u5927\u8303\u56F4\u5185\u7684\u7EB3\u7C73\u6D41\u4F53\u5E76\u5BF9\u9644\u8FD1\u5EFA\u7B51\u9020\u6210\u8BB8\u591A\u4F24\u5BB3\u3002\n\u6240\u5E78\u8FD9\u662F\u4E00\u79CD\u5373\u65F6\u751F\u6548\u6750\u6599\uFF0C\u53EA\u8981\u53CA\u65F6\u6291\u5236\u4E0D\u4F1A\u51FA\u73B0\u5F88\u5927\u7684\u9EBB\u70E6\u3002
liquid.sfire-mod-nitrate.name = \u785D\u9178
liquid.sfire-mod-nitrate.description = \u5F3A\u9178\uFF0C\u7528\u4E8E\u91D1\u5C5E\u523B\u8680\u8F6F\u5316\u6216\u4F5C\u4E3A\u6B66\u5668\u5F39\u836F\u55B7\u5411\u654C\u4EBA\u3002
liquid.sfire-mod-blast-reagent.name = \u7206\u7834\u5242
liquid.sfire-mod-blast-reagent.description = \u53EF\u5851\u5F62\u7A33\u5B9A\u7206\u70B8\u4F53\uFF0C\u7528\u4F5C\u51B2\u538B\u6750\u6599\u6216\u8005\u586B\u5145\u7206\u70B8\u6027\u6218\u6597\u90E8\u3002
liquid.sfire-mod-mix-gas.name = \u71C3\u6C14
liquid.sfire-mod-mix-gas.description = \u53EF\u71C3\u6C14\u4F53\uFF0C\u538B\u7F29\u540E\u7528\u4E8E\u5207\u5272\u710A\u63A5\u7B49\u9AD8\u6E29\u52A8\u706B\u4F5C\u4E1A\u3002
liquid.sfire-mod-mix-gas.detail = \u4F20\u70ED\u80FD\u529B\u5DEE\uFF0C\u4E14\u5BB9\u6613\u6C7D\u5316\u3002\u76F8\u5173\u50A8\u7F50\u5E38\u56E0\u4E3A\u5438\u6536\u592A\u591A\u70ED\u91CF\u65E0\u6CD5\u53CA\u65F6\u9038\u6563\u800C\u5BFC\u81F4\u6C14\u538B\u578B\u7269\u7406\u7206\u70B8\uFF0C\u800C\u540E\u91D1\u5C5E\u6495\u88C2\u7684\u706B\u82B1\u53C8\u4F1A\u518D\u4E00\u6B21\u5BFC\u81F4\u5316\u5B66\u7206\u70B8\uFF0C\u5BF9\u4E8E\u6B64\u7C7B\u5371\u9669\u5316\u5B66\u54C1\u5E94\u5F53\u91C7\u53D6\u538B\u529B\u5BB9\u5668\u5B58\u50A8\uFF0C\u5E76\u5B58\u653E\u5728\u8FDC\u79BB\u5371\u9669\u7684\u5730\u65B9\u3002

#\u2014\u2014\u72B6\u6001\u2014\u2014#
status.sfire-mod-repair.name = \u4FEE\u590D
status.sfire-mod-repair.description = [lime]\u7EB3\u7C73\u673A\u5668\uFF0C\u5C0F\u5B50\uFF01
status.sfire-mod-repair-X.name = \u62A2\u4FEE
status.sfire-mod-repair-X.description = [lime]\u7EB3\u7C73\u673A\u5668\uFF0C\u5C0F\u5B50\uFF01
status.sfire-mod-dismantle.name = \u62C6\u89E3
status.sfire-mod-dismantle.description = [lime]\u7EB3\u7C73\u673A\u5668\uFF0C\u5C0F\u5B50\uFF01
status.sfire-mod-scrambled.name = \u5E72\u6270
status.sfire-mod-strengthen.name = \u5F3A\u5316
status.sfire-mod-negative-charge.name = \u9634\u7535
status.sfire-mod-postive-charge.name = \u9633\u7535
status.sfire-mod-magnetic-strif.name = \u78C1\u6270

status.sfire-mod-marked.name = \u6807\u8BB0
status.sfire-mod-acidded.name = \u9644\u7740\u6027\u9178\u8680
status.sfire-mod-breakdown.name = \u5D29\u6E83
status.sfire-mod-inside-break.name = \u5185\u6E83
status.sfire-mod-echo-flame.name = \u4F59\u70ED
status.sfire-mod-over-load.name = \u80FD\u6E90\u8FC7\u8F7D
status.sfire-mod-over-load.description = \u80FD\u6E90\u7CFB\u7EDF\u8FC7\u8F7D\uFF0C\u8FD9\u4F1A\u5BFC\u81F4\u8F93\u51FA\u529F\u7387\u5927\u5E45\u63D0\u9AD8\u5E76\u4E14\u5BF9\u672C\u4F53\u9020\u6210\u635F\u5BB3

status.sfire-mod-stormed.name = \u5F3A\u653B
status.sfire-mod-stormed.description = [coral]\u6025\uFF01 [red]\u6025\uFF01 [crimson]\u6025\uFF01
status.sfire-mod-shattered.name = \u788E\u89E3
status.sfire-mod-over-freezing.name = \u6025\u51BB
status.sfire-mod-chemical-flame.name = \u5316\u5B66\u71C3\u70E7
status.sfire-mod-saturation-attack.name = \u9971\u548C\u6253\u51FB

status.sfire-mod-skewed.name = \u5931\u8861
status.sfire-mod-charging.name = \u84C4\u80FD

#\u2014\u2014\u5929\u6C14\u2014\u2014#
weather.sfire-mod-\u78C1\u7206\u8109\u51B2.name = \u78C1\u7206\u8109\u51B2
weather.sfire-mod-\u76D0\u78B1\u98CE.name = \u76D0\u78B1\u98CE
